Repository: f4est/Studfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Добавляйте столько проектов, сколько необходимо, для полной демонстрации ваших навыков и достижений без ограничений.
kk: Қажет болғанша, қажеттіліктер мен жетістіктеріңізді шектеусіз аяқтау үшін қажет болған жағдайда көп жобалар қосыңыз.

source: Премиум шаблоны
kk: Премиум шаблондар

source: Доступ к эксклюзивным шаблонам портфолио с расширенными возможностями настройки и визуализации.
kk: Қосымша параметрлер мен визуализация мүмкіндіктері бар эксклюзивті портфельдік шаблондарға қол жеткізу.

source: Расширенная аналитика
kk: Кеңейтілген аналитика

source: Подробная статистика просмотров и взаимодействий с вашим портфолио — узнайте, кто и когда интересуется вашими работами.
kk: Толық мазмұны және сіздің портфолиоңызбен өзара әрекеттесу статистикасы - сіздің жұмысыңызға кім және қашан қызығушылық танытқанын біліңіз.

source: Получите красивый и запоминающийся адрес для вашего портфолио в формате username.studfolio.com.
kk: UsernaMe.Studfolio.com сайтында сіздің портфолиоңызға әдемі және есте қаларлық мекен-жай алыңыз.

source: Экспортируйте ваше портфолио в различные форматы (PDF, ZIP) для презентации в режиме оффлайн или отправки по email.
kk: Желіден тыс режимдегі презентация немесе электрондық пошта арқылы жіберу үшін портфолиоңызды әртүрлі форматтарға (PDF, ZIP) экспорттаңыз.

source: Приоритетная поддержка
kk: Басымдық қолдау

source: Получите ответы на ваши вопросы в течение 24 часов от выделенной команды поддержки Premium-клиентов.
kk: Премиум клиенттердің бөлінген қолдау командасынан 24 сағат ішінде сұрақтарыңызға жауап алыңыз.

source: Выберите оптимальный план
kk: Оңтайлы жоспарды таңдаңыз

source: месяц
kk: ай

source: Идеально для краткосрочных проектов или тестирования Premium возможностей
kk: Қысқа мерзімді жобалар үшін өте ыңғайлы немесе сыйлықақыны сынау ерекшеліктері

source: Все Premium функции
kk: Барлық премиум функциялары

source: Без долгосрочных обязательств
kk: Ұзақ мерзімді міндеттемелерсіз

source: Можно отменить в любой момент
kk: Кез келген уақытта жоюға болады

source: Выбрать план
kk: Жоспарды таңдаңыз

source: Экономия 20%%
kk: Жинақ 20 %%

source: Лучшее соотношение цены и качества для долгосрочного использования
kk: Ұзақ уақыт пайдалану үшін ең жақсы баға

source: Экономия 3900 ₸ в год
kk: Жылына 3900 ₸ 14 3900 ₸

source: Специальное предложение для студентов образовательных учреждений
kk: Оқу орындарының студенттеріне арналған арнайы ұсыныс

source: Требуется подтверждение статуса студента
kk: Студенттің мәртебесін растау қажет

source: Корпоративные тарифы для организаций
kk: Ұйымдарға арналған корпоративтік тарифтер

source: Для образовательных учреждений, компаний и организаций мы предлагаем специальные условия и скидки при групповом подключении. Свяжитесь с нашим отделом продаж для получения индивидуального предложения.
kk: Оқу орындары, компаниялар мен ұйымдар үшін біз топтық қосылымда арнайы шарттар мен жеңілдіктер ұсынамыз.Жеке ұсыныс алу үшін біздің сату бөліміне хабарласыңыз.

source: Узнать условия
kk: Жағдайды біліңіз

source: Студентка, дизайнер
kk: Студент, дизайнер

source: Premium подписка стоит каждой копейки! Мои работы теперь выглядят намного профессиональнее, а возможность создавать больше проектов позволила мне разделить портфолио по категориям и упорядочить все мои достижения.
kk: Премиум-жазылым құны әр пенниге шығындар!Менің жұмыстарым қазір әлдеқайда кәсіби көрінеді, ал көбірек жобаларды құруға мүмкіндік маған портфельді санаттарға бөлуге және барлық жетістіктерімді жеңілдетуге мүмкіндік берді.

source: Веб-разработчик
kk: Веб-әзірлеуші

source: Аналитика просмотров в Premium версии — это просто находка! Теперь я точно знаю, какие проекты привлекают больше внимания, и могу фокусироваться на их развитии. Также очень удобно экспортировать портфолио в PDF для собеседований.
kk: Премиум нұсқасындағы көріністердің аналитикасы - бұл тек табу!Қазір мен қандай жобалар көбірек назар аударатынын білемін, және мен олардың дамуына назар аудара аламын.Сондай-ақ, PDF-те портфолиоға сұхбат үшін экспорттау өте ыңғайлы.

source: Мы подключили Premium для всего нашего курса дизайна. Студенты в восторге от возможностей, а я как преподаватель могу более эффективно оценивать и комментировать их работы. Техподдержка всегда оперативно отвечает на вопросы.
kk: Біз бүкіл дизайнерлік курстан үшін сыйлықақы жинадық.Студенттер мүмкіндіктерге өте қуанышты, сондықтан мұғалім ретінде мен олардың жұмысына тиімді баға бере аламын.Техникалық қолдау әрқашан сұрақтарға тез жауап береді.

source: Как оформить подписку Premium?
kk: Жазылым сыйлығын қалай жасауға болады?

source: Для оформления Premium-подписки выполните следующие шаги:
kk: Премиум жазылымдарды жобалау үшін келесі әрекеттерді орындаңыз:

source: Перейдите в раздел 'Управление подпиской' через меню пользователя
kk: Пайдаланушы мәзірі арқылы «Жазылымды басқару» бөліміне өтіңіз

source: Выберите подходящий тарифный план (месячный, годовой или студенческий)
kk: Қолайлы тарифтік жоспарды таңдаңыз (айлық, жылдық немесе студент)

source: Выберите способ оплаты и следуйте инструкциям для завершения платежа
kk: Төлем әдісін таңдап, төлемді аяқтау үшін нұсқауларды орындаңыз

source: После успешной оплаты ваш аккаунт будет мгновенно обновлен до Premium, и вы получите доступ ко всем расширенным функциям.
kk: Төлем сәтті аяқталғаннан кейін сіздің есептік жазбаңыз бірден сыйлықақыға дейін жаңартылады және сіз барлық кеңейтілген функцияларға қол жеткізе аласыз.

source: Можно ли отменить подписку в любое время?
kk: Кез-келген уақытта жазылымнан бас тартуға бола ма?

source: Да, вы можете отменить подписку в любое время. Для этого:
kk: Ия, сіз кез-келген уақытта жазылымнан бас тарта аласыз.Бұл үшін:

source: Нажмите на кнопку 'Отменить подписку'
kk: 'Cross -climbing' түймесін басыңыз

source: Важно: после отмены подписки вы сохраните доступ ко всем Premium-функциям до конца текущего оплаченного периода. По его истечении ваш аккаунт автоматически вернется к базовому тарифному плану, но все ваши данные и проекты сохранятся.
kk: Маңызды: жазылудан кейін сіз барлық премиум функцияларға қол жеткізуді ағымдағы төленген кезеңнің соңына дейін сақтайсыз.Оған, сіздің есептік жазбаңыз автоматты түрде негізгі тарифтік жоспарға оралады, бірақ сіздің барлық деректеріңіз бен жобаларыңыз сақталады.

source: Как подтвердить статус студента для получения скидки?
kk: Жеңілдік алу үшін студенттің мәртебесін қалай растауға болады?

source: Для подтверждения статуса студента и получения скидки на Premium-подписку вам необходимо:
kk: Студенттің мәртебесін растау және премиум жазылымға жеңілдік алу үшін сізге қажет:

source: При выборе студенческого тарифа нажмите кнопку 'Подтвердить статус студента'
kk: Студенттік тарифті таңдаған кезде «Студенттің күйін растау» түймесін басыңыз »

source: Загрузите скан или фото вашего студенческого билета или справки из учебного заведения
kk: Оқу орнынан студенттік билеттің немесе сертификаттардың сканерлеуін немесе фотосын жүктеңіз

source: Укажите название учебного заведения и срок обучения
kk: Оқу орнының атауын және оқу мерзімін көрсетіңіз

source: Дождитесь проверки документов (обычно занимает не более 24 часов)
kk: Құжаттарды тексеруді күтіңіз (әдетте 24 сағаттан аспайды)

source: После успешной верификации вы получите доступ к студенческому тарифу. Обратите внимание, что статус студента нужно будет подтверждать ежегодно.
kk: Сәтті тексеруден кейін сіз студенттік тарифке қол жеткізе аласыз.Студенттің мәртебесі жыл сайын расталуы керек екенін ескеріңіз.

source: Что происходит с моими проектами, если я отменю Premium?
kk: Егер мен премиумнан бас тартсам, менің жобаларыммен не болады?

source: При переходе с Premium на базовый план:
kk: Премиумнан бастап базалық жоспарға ауысқан кезде:

source: Все ваши проекты и данные сохраняются
kk: Барлық жобаларыңыз бен деректеріңіз сақталды

source: Если у вас больше проектов, чем позволяет базовый план (более 5), лишние проекты не будут удалены, но вы не сможете добавлять новые, пока не освободите место
kk: Егер сізде негізгі жоспарға қарағанда көбірек жобалар болса, қажетсіз жобалар жойылмайды, қажетсіз жобалар жойылмайды, бірақ сіз бөлмені жасамайынша жаңасын қоса алмайсыз

source: Вы потеряете доступ к Premium-шаблонам, но оформление уже созданных проектов с использованием этих шаблонов сохранится
kk: Сіз сыйлықақыға қол жеткізе аласыз, бірақ осы шаблондарды қолдана отырып, жасалған жобалардың дизайны сақталады

source: Расширенная аналитика станет недоступной
kk: Кеңейтілген аналитика қол жетімді болмайды

source: Ваш персональный домен будет деактивирован
kk: Сіздің жеке доменіңіз ажыратылады

source: Мы рекомендуем перед отменой Premium-подписки организовать ваши проекты таким образом, чтобы наиболее важные из них оставались в пределах лимита базового плана.
kk: Премиум жазылымдардан бас тартуға дейін, жобаларды олардың ең маңыздылары базалық жоспардың шегінде қалатындай етіп ұйымдастырыңыз.

source: Готовы раскрыть полный потенциал вашего портфолио?
kk: Сіздің портфолиоңыздың толық әлеуетін ашуға дайынсыз ба?

source: Присоединяйтесь к тысячам пользователей, которые уже оценили преимущества Premium-подписки
kk: Премиум жазылымдардың артықшылықтарын бағалаған мыңдаған пайдаланушыларға қосылыңыз

source: Нет обязательств. Отменить можно в любое время.
kk: Міндеттемелер жоқ.Сіз кез келген уақытта бас тартуға болады.

source: Последнее обновление:
kk: Соңғы жаңарту:

source: Введение
kk: Кіріспе

source: Сбор информации
kk: Ақпарат жинағы

source: Использование информации
kk: Ақпаратты пайдалану

source: Передача информации
kk: Ақпаратты беру

source: Файлы cookie
kk: Куки файлдары

source: Безопасность
kk: Қауіпсіздік

source: 1. Введение
kk: 1. Кіріспе

source: Studfolio («мы», «нас», «наш») серьезно относится к конфиденциальности ваших персональных данных. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем, храним и передаем ваши персональные данные при использовании нашей платформы Studfolio («Сервис»).
kk: Студенттік («Біз», «біз», «Біздікі») сіздің жеке деректеріңіздің құпиялылығы.Бұл құпиялылық саясаты біздің студфолио платформасын («Қызмет») пайдалану кезінде жеке деректерді қалай жинауға, пайдалануда сақтауға және таратуға болатындығын түсіндіреді.

source: Используя наш Сервис, вы соглашаетесь с условиями, изложенными в настоящей Политике конфиденциальности. Если вы не согласны с этими условиями, пожалуйста, не используйте наш Сервис.
kk: Біздің қызметімізді пайдалану арқылы сіз осы құпиялылық саясатында көрсетілген шарттармен келісесіз.Егер сіз осы шарттармен келіспесеңіз, біздің қызметін пайдаланбаңыз.

source: 2. Сбор информации
kk: 2. Ақпарат жинау

source: Мы собираем различные типы информации, включая:
kk: Біз түрлі ақпарат жинаймыз, соның ішінде:

source: 2.1 Информация, которую вы предоставляете нам добровольно
kk: 2.1 Сіз бізге өз еркіңізбен ұсынатын ақпарат

source: Персональные данные: имя, фамилия, адрес электронной почты, номер телефона, фотография профиля, информация об образовании и профессиональном опыте.
kk: Жеке мәліметтер: аты, тегі, электрондық пошта мекенжайы, телефон нөмірі, профильдік фотосурет, білім және кәсіби тәжірибе туралы ақпарат.

source: Контент: проекты, портфолио, достижения, сертификаты и другие материалы, которые вы загружаете или создаете с помощью нашего Сервиса.
kk: Мазмұны: Жобалар, портфолио, жетістіктер, сертификаттар, сертификаттар және сіз біздің қызметімізді пайдаланып, жүктейтін немесе жасайтын басқа материалдар.

source: Учетные данные: информация для входа в систему, включая имя пользователя и пароль (в зашифрованном виде).
kk: Бухгалтерлік есеп: Жүйеге кіру туралы ақпарат, соның ішінде пайдаланушы аты мен пароль (шифрланған түрде).

source: Информация о платежах: данные платежных карт, история транзакций (при оформлении Premium-подписки).
kk: Төлемдер туралы ақпарат: төлем карточкалары, транзакция тарихы (премиум жазылымдарды жасау кезінде).

source: 2.2 Информация, которую мы собираем автоматически
kk: 2.2 Біз автоматты түрде жинайтын ақпарат

source: Информация об устройстве: тип устройства, операционная система, уникальные идентификаторы устройства, IP-адрес, язык браузера, информация о сети.
kk: Құрылғы туралы ақпарат: Құрылғы түрі, амалдық жүйе, құрылғының бірегей идентификаторлары, IP мекенжайы, шолғыш тілі, желі туралы ақпарат.

source: Данные об использовании: как вы взаимодействуете с нашим Сервисом, какие функции используете, время пребывания на платформе, переходы между страницами.
kk: Қолдану туралы мәліметтер: Сіз біздің қызметімізбен, сіз қандай функцияларды қолданасыз, платформада өткізген уақыт, беттер арасындағы ауысасыз.

source: Информация о местоположении: примерное географическое местоположение на основе IP-адреса.
kk: Орналасқан жер туралы ақпарат: IP мекенжайларына негізделген географиялық орналасуы.

source: Журналы и аналитика: журналы ошибок, аналитические данные, используемые для улучшения нашего Сервиса.
kk: Журналдар мен аналитика: қателіктер журналдары, біздің қызметімізді жақсарту үшін қолданылатын аналитикалық мәліметтер.

source: 3. Использование информации
kk: 3. Ақпаратты пайдалану

source: Мы используем собранную информацию для следующих целей:
kk: Біз жиналған ақпаратты келесі мақсаттар үшін қолданамыз:

source: Предоставление и поддержка нашего Сервиса, включая создание и управление вашей учетной записью.
kk: Біздің қызметімізді, оның ішінде сіздің шотыңызды құру және басқару.

source: Персонализация вашего опыта использования Сервиса и предоставление рекомендаций.
kk: Қызметті пайдалану және ұсыныстар ұсыну тәжірибеңізді жекелендіру.

source: Обработка платежей и управление подписками (для Premium-пользователей).
kk: Төлемдерді өңдеу және жазылымды басқару (премиум пайдаланушылар үшін).

source: Обеспечение безопасности нашего Сервиса и предотвращение мошенничества.
kk: Біздің қызметіміздің қауіпсіздігін және алаяқтықтың алдын алуды қамтамасыз ету.

source: Связь с вами, включая отправку уведомлений, обновлений и маркетинговых материалов (если вы не отказались от их получения).
kk: Сізбен байланыс, соның ішінде хабарландырулар, жаңартулар және маркетингтік материалдар (егер сіз оларды қабылдаудан бас тартпаған болсаңыз).

source: Анализ и улучшение нашего Сервиса, в том числе отслеживание тенденций использования и оценка эффективности наших функций.
kk: Біздің қызметімізді талдау және жетілдіру, оның ішінде пайдалану үрдістерін бақылау және функцияларымыздың тиімділігін бағалау.

source: Соблюдение юридических обязательств и разрешение споров.
kk: Құқықтық міндеттемелер мен дауларды шешу.

source: 4. Передача информации
kk: 4. Ақпарат беру

source: Мы можем передавать вашу информацию следующим категориям третьих лиц:
kk: Біз сіздің ақпаратыңызды үшінші тараптардың келесі санаттарына жібере аламыз:

source: Поставщики услуг: компании, которые предоставляют услуги от нашего имени, такие как хостинг, обработка платежей, аналитика и служба поддержки клиентов. Эти компании имеют доступ только к информации, необходимой для выполнения своих функций, и не могут использовать ее для других целей.
kk: Қызмет көрсетушілер: Хостинг, төлемдерді өңдеу, аналитика және тұтынушыларды қолдау қызметі сияқты біздің атымыз бойынша қызмет көрсететін компаниялар.Бұл компаниялар өз функцияларын орындау үшін қажетті ақпаратқа ғана қол жеткізе алады және оны басқа мақсаттарда пайдалана алмайды.

source: Партнеры: образовательные учреждения и компании, с которыми мы сотрудничаем для предоставления специальных предложений и услуг (только с вашего согласия).
kk: Серіктестер: арнайы ұсыныстар мен қызметтерді ұсыну үшін біз жұмыс істейтін білім беру ұйымдары мен компаниялар (тек сіздің келісіміңізбен).

source: Правоохранительные органы: когда это требуется по закону или в ответ на действительный судебный запрос.
kk: Құқық қорғау органдары: заңмен немесе сотқа жүгінген кезде талап етілген кезде.

source: Новая организация в случае слияния, продажи или передачи активов: ваша информация может быть передана новому владельцу при любой реорганизации бизнеса. Вы будете уведомлены о такой передаче, и у вас будет возможность удалить свою учетную запись.
kk: Активтерді біріктіру, сату немесе беру кезіндегі жаңа ұйым: Сіздің ақпаратыңызды кез-келген бизнесті қайта құрудағы жаңа иесіне беруге болады.Сізге осындай бағдарлама туралы хабарланады, және сіздің есептік жазбаңызды жою мүмкіндігі болады.

source: Мы не продаем и не сдаем в аренду ваши персональные данные третьим лицам для маркетинговых целей без вашего явного согласия.
kk: Біз сіздің жеке деректеріңізді өзіңіздің жеке деректеріңізді белгілі бір тараптарға маркетингтік мақсаттар үшін үшінші тараптарға жалға бермейміз.

source: 5. Файлы cookie
kk: 5. Куки файлдары

source: Мы используем файлы cookie и аналогичные технологии отслеживания для сбора информации о вашей активности на нашем Сервисе. Файлы cookie — это небольшие файлы данных, которые сохраняются на вашем устройстве.
kk: Біз сіздің қызметіңізде сіздің қызметіңіз туралы ақпарат жинау үшін cookie файлдары мен ұқсас бақылау технологияларын қолданамыз.Cookie файлдары - бұл құрылғыда сақталған шағын деректер файлдары.

source: Типы используемых нами файлов cookie:
kk: Біз қолданатын куки файлдарының түрлері:

source: Необходимые файлы cookie:
kk: Қажетті печенье:

source: требуются для функционирования нашего Сервиса, например, для аутентификации и безопасности.
kk: Біздің қызметіміздің жұмыс істеуі үшін, мысалы, аутентификация және қауіпсіздік үшін қажет.

source: Аналитические файлы cookie:
kk: Cookie файлдарының аналитикалық файлдары:

source: помогают нам понять, как пользователи взаимодействуют с нашим Сервисом, что позволяет нам улучшать его работу.
kk: Олар пайдаланушылардың біздің қызметімізбен қалай қарым-қатынас жасайтынын түсінуге көмектеседі, бұл оның жұмысын жақсартуға мүмкіндік береді.

source: Функциональные файлы cookie:
kk: Функционалды файлдар cookie файлдары:

source: позволяют запоминать ваши предпочтения и настройки.
kk: Сіздің қалауыңыз бен параметрлеріңізді есте сақтауға мүмкіндік беріңіз.

source: Маркетинговые файлы cookie:
kk: Пісіру маркетингтік файлдары:

source: используются для показа релевантной рекламы на нашем Сервисе и на других сайтах.
kk: Біздің қызметімізде және басқа сайттарда тиісті жарнаманы көрсету үшін қолданылады.

source: Вы можете настроить свой браузер так, чтобы отклонять все или некоторые файлы cookie, или уведомлять вас, когда сайты устанавливают или получают доступ к файлам cookie. Однако, если вы отключите или откажетесь от файлов cookie, некоторые части нашего Сервиса могут стать недоступными или работать некорректно.
kk: Сіз шолғышты барлық немесе кейбір cookie файлдарын қабылдамау үшін теңшей аласыз немесе сайттар орнатқан кезде немесе cookie файлдарына қол жеткізе аласыз.Алайда, егер сіз cookie файлдарын өшірсеңіз немесе одан бас тартсаңыз, біздің қызметіміздің кейбір бөліктері қол жетімсіз немесе дұрыс жұмыс істемеуі мүмкін.

source: 6. Безопасность
kk: 6. Қауіпсіздік

source: Мы принимаем разумные меры для защиты вашей информации от несанкционированного доступа, использования или раскрытия. Эти меры включают:
kk: Біз сіздің ақпаратыңызды рұқсатсыз кіруден, пайдаланудан немесе ашып көрсетуден қорғау үшін ақылға қонымды шаралар қабылдаймыз.Бұл шараларға мыналар кіреді:

source: Шифрование чувствительных данных, таких как пароли и информация о платежах.
kk: Құпия сөздер, мысалы, парольдер мен төлемдер туралы ақпарат.

source: Использование защищенных соединений (SSL/TLS) для передачи данных между вашим устройством и нашими серверами.
kk: Құрылғыңыз бен серверлеріңіз арасында деректерді жіберу үшін қауіпсіз қосылымдарды (SSL / TLS) пайдалану.

source: Регулярное тестирование на уязвимости и аудит безопасности.
kk: Осалдық және қауіпсіздік аудиті үшін тұрақты тестілеу.

source: Ограниченный доступ к персональным данным только для уполномоченных сотрудников и поставщиков услуг.
kk: Жеке мәліметтерге тек уәкілетті қызметкерлер мен қызмет көрсетушілер үшін шектеулі қол жетімділік.

source: Физические меры безопасности для защиты наших серверов и офисов.
kk: Біздің серверлеріміз бен кеңселерімізді қорғау бойынша физикалық қауіпсіздік шаралары.

source: Однако, несмотря на наши усилия, ни один метод передачи через Интернет или метод электронного хранения не является абсолютно безопасным. Поэтому мы не можем гарантировать абсолютную безопасность вашей информации.
kk: Алайда, біздің күш-жігерімізге қарамастан, Интернет арқылы және электронды сақтау әдісі бойынша бірыңғай әдіс емес, біртұтас әдіс өте қауіпсіз емес.Сондықтан біз сіздің ақпаратыңыздың абсолютті қауіпсіздігіне кепілдік бере алмаймыз.

source: 7. Ваши права
kk: 7. Сіздің құқықтарыңыз

source: В зависимости от вашего местоположения, вы можете иметь определенные права в отношении ваших персональных данных, включая:
kk: Сіздің орналасқан жеріңізге байланысты сіз өзіңіздің жеке деректеріңізге қатысты белгілі бір құқықтарға ие бола аласыз, соның ішінде:

source: Право на доступ:
kk: Қол жеткізу құқығы:

source: запрашивать копию собранных нами персональных данных о вас.
kk: Біз сіз туралы жинаған жеке мәліметтердің көшірмесін сұрату.

source: Право на исправление:
kk: Түзету құқығы:

source: исправлять неточную или неполную информацию о вас.
kk: Сіз туралы дұрыс емес немесе толық емес ақпарат.

source: Право на удаление:
kk: Жою құқығы:

source: запрашивать удаление ваших персональных данных при определенных обстоятельствах.
kk: Жеке мәліметтеріңізді белгілі бір жағдайларда алып тастауды сұрау.

source: Право на ограничение обработки:
kk: Өңдеуді шектеу құқығы:

source: запрашивать ограничение обработки ваших персональных данных.
kk: Жеке мәліметтеріңізді өңдеуді шектеуді сипаттаңыз.

source: Право на переносимость данных:
kk: Деректерге төзімділік құқығы:

source: получать ваши персональные данные в структурированном, машиночитаемом формате.
kk: Жеке мәліметтеріңізді құрылымдалған, машиналық-креативті форматта алыңыз.

source: Право на возражение:
kk: Қарсыласу құқығы:

source: возражать против обработки ваших персональных данных в определенных случаях.
kk: Белгілі бір жағдайларда жеке мәліметтеріңізді өңдеуге қарсылық білдіру.

source: Право отозвать согласие:
kk: Келісімді алу құқығы:

source: отозвать свое согласие на обработку данных в любое время.
kk: Сіздің келісіміңізді деректерді өңдеуге мәжбүрлеу.

source: Для реализации любого из этих прав, пожалуйста, свяжитесь с нами по адресу
kk: Осы құқықтардың кез келгенін жүзеге асыру үшін, мекен-жай бойынша бізге хабарласыңыз

source: 8. Изменения в политике конфиденциальности
kk: 8. Құпиялылық саясатындағы өзгерістер

source: Мы можем обновлять нашу Политику конфиденциальности время от времени. Мы уведомим вас о любых существенных изменениях, разместив новую версию на нашем веб-сайте и, в зависимости от существенности изменений, мы можем также уведомить вас по электронной почте или через уведомление в нашем Сервисе.
kk: Біз өзіміздің құпиялылық саясатын анда-санда жаңарта аламыз.Біз сізге жаңа редакциялана туралы біз сізге жаңа редакциялана туралы және өзгерістердің маңыздылығына байланысты туралы хабарлаймыз, сонымен қатар сізге электрондық пошта арқылы немесе біздің қызметімізде хабарлама арқылы хабарлай аламыз.

source: Мы рекомендуем периодически проверять эту страницу для получения актуальной информации о наших практиках конфиденциальности. Дата последнего обновления Политики конфиденциальности указана в начале документа.
kk: Біздің құпиялылық тәжірибеміз туралы тиісті ақпаратты алу үшін осы бетті мерзімді түрде тексеруді ұсынамыз.Құпиялылық саясатын соңғы жаңарту күні құжаттың басында көрсетілген.

source: Продолжая использовать наш Сервис после внесения изменений в Политику конфиденциальности, вы принимаете эти изменения.
kk: Құпиялылық саясатына өзгерістер енгізгеннен кейін біздің қызметін пайдалануды жалғастыра отырып, сіз бұл өзгерістерді қабылдайсыз.

source: 9. Контактная информация
kk: 9. Байланыс ақпараты
