Repository: f4est/Studfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Доступные премиум-темы
kk: Қол жетімді сыйлықақы

source: С премиум-подпиской вам доступны эксклюзивные темы:
kk: Сізге ерекше тақырыптар Premium жазылымымен қол жетімді:

source: Профессиональная
kk: Кәсіби

source: Яркие акценты для творческих проектов
kk: Шығармашылық жобаларға арналған жарқын акценттер

source: Минималистичная
kk: Минималистік

source: Элегантный минимализм для фокуса на контенте
kk: Мазмұнға назар аудару үшін талғампаз минимализм

source: Темная
kk: Қараңғы

source: Стильная темная тема с контрастными элементами
kk: Қарама-қарсы элементтері бар стильді қара тақырып

source: И другие...
kk: Және басқалары ...

source: 2. Настройка CSS
kk: 2. CSS орнату

source: Как настроить свой CSS
kk: CSS-ті қалай теңшеуге болады

source: В настройках портфолио прокрутите вниз до раздела 'Расширенные настройки'
kk: Портфолио параметрлерінде «Кеңейтілген параметрлер» бөліміне төменде айналдырыңыз

source: Найдите поле 'Пользовательский CSS'
kk: CSS CSS өрісін табыңыз

source: Это текстовое поле для ввода ваших CSS-правил
kk: Бұл CSS-дұрыс кіруге арналған мәтіндік өріс

source: Добавьте свои CSS-правила
kk: CSS-ережеңізді қосыңыз

source: Сохраните изменения
kk: Өзгерістерді сақтаңыз

source: Нажмите 'Сохранить настройки' для применения вашего CSS
kk: CSS пайдалану үшін «Параметрлерді сақтау» түймесін басыңыз

source: Настроить CSS
kk: CSS теңшеңіз

source: Примеры CSS-кода
kk: CSS кодының мысалдары

source: Вы можете использовать эти примеры для начала:
kk: Сіз бұл мысалдарды бастаушыларға пайдалана аласыз:

source: 3. Персональный домен
kk: 3. Жеке домен

source: Как настроить свой домен
kk: Доменіңізді қалай орнатуға болады

source: Приобретите домен
kk: Домен сатып алыңыз

source: Купите домен у любого регистратора (например, Namecheap, GoDaddy)
kk: Кез-келген тіркеуден домен сатып алыңыз (мысалы, Namecheap, Godady)

source: Настройте DNS
kk: DNS орнатыңыз

source: Добавьте CNAME-запись, указывающую на studfolio.com
kk: STANDFOLIO.com сайтына CNAME Student қосыңыз

source: Введите домен в настройках
kk: Доменді параметрлерде енгізіңіз

source: В расширенных настройках портфолио укажите ваш домен без https://
kk: Кеңейтілген портфолио параметрлерінде сіздің доменіңізді httpsсыз көрсетіңіз: //

source: Подождите активации
kk: Іске қосуды күтіңіз

source: Активация домена может занять до 24 часов
kk: Доменді іске қосу 24 сағатқа созылуы мүмкін

source: Пример настройки DNS
kk: DNS параметрлерінің мысалы

source: Добавьте следующие записи в настройках вашего домена:
kk: Доменнің параметрлеріне келесі жазбаларды қосыңыз:

source: Тип
kk: Басу

source: Имя
kk: Есім

source: Значение
kk: Мән

source: 4. Расширенная аналитика
kk: 4. Кеңейтілген аналитикасы

source: Как использовать аналитику
kk: Аналитиканы қалай пайдалануға болады

source: Перейдите в раздел Аналитика
kk: Талдау бөліміне өтіңіз

source: Найдите пункт 'Аналитика' в меню пользователя
kk: Пайдаланушы мәзіріндегі «Аналитиктер» элементін табыңыз

source: Изучите общую статистику
kk: Жалпы статистиканы зерттеу

source: Просмотрите количество посещений профиля и проектов
kk: Профиль нөмірін және жобалық сапарларды қарау

source: Проанализируйте графики
kk: Графиктерді талдаңыз

source: Изучите графики посещаемости за разные периоды
kk: Әр түрлі кезеңдерге арналған графиктерді зерттеңіз

source: Отслеживайте популярные проекты
kk: Танымал жобаларды бақылау

source: Определите, какие ваши проекты привлекают больше внимания
kk: Сіздің жобаларыңыз көбірек көңіл бөлетінін анықтаңыз

source: Открыть аналитику
kk: Ашық аналитика

source: Доступная статистика
kk: Қол жетімді статистика

source: С премиум-подпиской вам доступны:
kk: Премиум жазылыммен сіз үшін қол жетімді:

source: Графики посещаемости по дням
kk: Күніне қатысу кестесі

source: Данные о посетителях вашего профиля
kk: Профильге келушілер туралы мәліметтер

source: Статистика по отдельным проектам
kk: Жеке жобалар бойынша статистика

source: Фильтрация и сортировка данных
kk: Деректерді сүзу және сұрыптау

source: Для продления подписки просто введите новый код активации в разделе 'Управление подпиской'. Срок действия подписки будет продлен на указанный в коде период.
kk: Жазылымды кеңейту үшін, «Жазылымды басқару» бөлімінде жаңа активтендіру кодын енгізіңіз.Жазылымның дұрыстығы Кодексте көрсетілген мерзімге дейін ұзартылады.

source: Что произойдет после окончания срока подписки?
kk: Жазылым кезеңі аяқталғаннан кейін не болады?

source: После окончания срока подписки ваш аккаунт автоматически вернется к базовому уровню. Премиум-темы будут заменены на стандартные, CSS-настройки отключены, а доступ к расширенной аналитике будет ограничен. Все ваши проекты и данные сохранятся.
kk: Жазылым мерзімі аяқталғаннан кейін сіздің есептік жазбаңыз автоматты түрде негізгі деңгейге оралады.Премиум жиынтық жиынтықтар стандартты түрде ауыстырылады, CSS параметрлері ажыратылған және кеңейтілген аналитикаларға қол жеткізу шектеулі болады.Сіздің барлық жобаларыңыз бен деректеріңіз сақталады.

source: Могу ли я изменить тему после её выбора?
kk: Мен таңдағаннан кейін тақырыпты өзгерте аламын ба?

source: Да, вы можете изменить тему в любое время. Просто перейдите в настройки портфолио и выберите другую тему из доступных вариантов. Изменения вступят в силу сразу после сохранения настроек.
kk: Ия, сіз кез-келген уақытта тақырыпты өзгерте аласыз.Тек портфолио параметрлеріне өтіп, қол жетімді опциялардан басқа тақырыпты таңдаңыз.Өзгерістер параметрлерді сақтағаннан кейін дереу күшіне енеді.

source: Как получить приоритетную поддержку?
kk: Басымдық қолдауды қалай алуға болады?

source: Как премиум-пользователь, вы автоматически получаете доступ к приоритетной поддержке. Для обращения в поддержку используйте форму обратной связи или напишите на email premium@studfolio.com, указав свой логин.
kk: Премиум пайдаланушы ретінде сіз басымдыққа автоматты түрде қол жеткізе аласыз.Қолдау қызметіне хабарласу үшін, кері байланыс пішінін пайдаланыңыз немесе өзіңіздің атыңыз email@studfolio.com электрондық поштасына жазыңыз.

source: У вас есть вопросы или предложения? Мы всегда рады помочь!
kk: Сізде сұрақтар немесе ұсыныстар бар ма?Біз әрқашан көмектесуге қуаныштымыз!

source: Наши контакты
kk: Біздің байланыстар

source: Электронная почта
kk: Электрондық пошта

source: Мы отвечаем в течение 24 часов
kk: Біз 24 сағат ішінде жауап береміз

source: Пн-Пт, с 9:00 до 18:00
kk: Mon-Ft, 9: 00-ден 18: 00-ге дейін

source: Адрес
kk: Айналу

source: По предварительной записи
kk: Алдын ала кіру арқылы

source: Социальные сети
kk: Әлеуметтік медиа

source: Отправить сообщение
kk: Хабарлама жіберу

source: Ваше имя
kk: сіздің атыңыз

source: Общий вопрос
kk: Жалпы сұрақ

source: Техническая поддержка
kk: Техникалық көмек

source: Вопросы оплаты
kk: Төлем шығарылымы

source: Сотрудничество
kk: Ынтымақтастық

source: Отзыв о сервисе
kk: Қызметке шолу

source: Ваше сообщение
kk: сенің хатың

source: Я согласен на обработку моих персональных данных в соответствии с
kk: Мен өзімнің жеке деректерімді өңдеуге келісемін

source: Политикой конфиденциальности
kk: Құпиялылық саясаты

source: Сколько будет 2 + 3?
kk: 2 + 3 қанша болады?

source: Часто ищут
kk: Көбінесе олар қарап жатыр

source: Studfolio — платная платформа?
kk: Студенттік ақылы платформа?

source: Преимущества Premium
kk: Премиумның артықшылықтары

source: Учетные записи
kk: Шоттар

source: Ищете ответы на популярные вопросы?
kk: Танымал сұрақтарға жауап іздейді?

source: Посетите нашу страницу часто задаваемых вопросов, чтобы найти ответы на популярные вопросы о Studfolio
kk: Студенттер туралы танымал сұрақтарға жауап табу үшін жиі қойылатын сұрақтар парағымызға кіріңіз

source: Перейти к FAQ
kk: FAQ-ке барыңыз

source: Пожалуйста, правильно решите пример для защиты от спама.
kk: Спамнан қорғау үшін мысалды дұрыс шешіңіз.

source: Центр поддержки Studfolio
kk: Студенттік қолдау орталығы

source: Получите помощь, изучите базу знаний или создайте тикет поддержки
kk: Анықтама, білім қорын оқып, байланыс базасын жасаңыз

source: Создать тикет
kk: Билетті жасаңыз

source: База знаний
kk: Білім негізі

source: Полезная информация
kk: Пайдалы ақпарат

source: Политика конфиденциальности
kk: Құпиялылық саясаты

source: Изучите наши руководства, часто задаваемые вопросы и учебные материалы
kk: Біздің нұсқаулықтарымызды, жиі қойылатын сұрақтар мен оқу материалдарын зерттеңіз

source: Перейти к базе знаний
kk: Білім қорына бару

source: Обратитесь в службу поддержки, если у вас возникли проблемы или вопросы
kk: Егер сізде проблемалар немесе сұрақтар болса, қолдау қызметіне хабарласыңыз

source: Создать запрос в поддержку
kk: Қолдаудан сұрау жасаңыз

source: Просмотрите статус ваших существующих обращений в службу поддержки
kk: Қолданыстағы өтініштердің күйін қолдау қызметіне қараңыз

source: Просмотреть мои тикеты
kk: Менің кенелерімді қараңыз

source: Ваши последние обращения
kk: Сіздің соңғы өтініштеріңіз

source: Дата создания
kk: Жасалған күн

source: Все мои тикеты
kk: Менің барлық кенелерім

source: Популярные статьи
kk: Танымал мақалалар

source: Категории базы знаний
kk: Білім базасының категориялары

source: Не нашли ответ на ваш вопрос?
kk: Сұрағыңызға жауап таптыңыз ба?

source: Свяжитесь с нашей командой поддержки, и мы поможем решить ваш вопрос
kk: Біздің қолдау тобымызға хабарласыңыз, сонда біз сіздің мәселеңізді шешуге көмектесеміз

source: Обратиться в поддержку
kk: Қолдау бөліміндегі байланыс

source: Ответы на распространенные вопросы о платформе Studfolio
kk: Студенттік платформа туралы жалпы сұрақтарға жауаптар

source: Поиск по часто задаваемым вопросам...
kk: Жиі қойылатын сұрақтар бойынша іздеу ...

source: Общие вопросы
kk: Жалпы сұрақтар

source: Учетная запись
kk: Шот

source: Что такое Studfolio?
kk: Студенттік дегеніміз не?

source: С помощью Studfolio вы можете:
kk: Студенттік:

source: Загружать и структурировать ваши проекты
kk: Жобаларды жүктеңіз және құрылымдаңыз

source: Добавлять сертификаты и достижения
kk: Сертификаттар мен жетістіктер қосу

source: Получать отзывы от преподавателей
kk: Мұғалімдердің шолуларын алыңыз

source: Повысить свою привлекательность для работодателей
kk: Жұмыс берушілер үшін олардың тартымдылығын арттыру

source: Как начать пользоваться Studfolio?
kk: Студияны қалай пайдалануға болады?

source: Начать пользоваться Studfolio очень просто! Выполните следующие шаги:
kk: Струдфолио қолдануды бастау өте қарапайым!Келесі қадамдарды орындаңыз:

source: Зарегистрируйтесь на платформе, используя электронную почту или социальные сети
kk: E-mail немесе әлеуметтік желілерді қолдана отырып, платформада тіркеліңіз

source: Заполните свой профиль, добавив фотографию, образование, навыки и опыт
kk: Фотосуретті, білім, дағдылар мен тәжірибе қосу арқылы профиліңізді толтырыңыз

source: Создайте ваш первый проект, загрузив соответствующие материалы и описание
kk: Тиісті материалдарды жүктеу және сипаттамасы бойынша алғашқы жобаңызды жасаңыз

source: Добавьте сертификаты и достижения, чтобы подтвердить ваши компетенции
kk: Өз құзыреттеріңізді растау үшін сертификаттар мен жетістіктер қосыңыз

source: Поделитесь своим портфолио с преподавателями или потенциальными работодателями
kk: Портфолиоңызды мұғалімдермен немесе әлеуетті жұмыс берушілермен бөлісіңіз

source: После регистрации вы получите доступ к подробной инструкции по использованию всех функций платформы.
kk: Тіркелгеннен кейін сіз платформаның барлық функцияларын қолдану үшін егжей-тегжейлі нұсқауларға қол жеткізе аласыз.

source: Studfolio предлагает как бесплатный, так и премиум доступ:
kk: Студенттік тегін және сыйлыққа қол жеткізуді ұсынады:

source: Бесплатный аккаунт:
kk: Тегін есептік жазба:

source: Позволяет создать базовое портфолио с ограниченным количеством проектов, получать отзывы и просматривать публичные проекты других пользователей.
kk: Жобалардың шектеулі саны бар негізгі портфельді құруға, шолуларды және басқа пайдаланушылардың мемлекеттік жобаларын қарауға мүмкіндік береді.

source: Premium-аккаунт:
kk: Премиум шоты:

source: Предоставляет расширенные возможности, включая неограниченное количество проектов, продвинутую аналитику, дополнительные шаблоны оформления и приоритетную поддержку.
kk: Жетілдірілген мүмкіндіктер, соның ішінде шексіз жобалар, алдыңғы қатарлы талдаушы, қосымша дизайнерлік шаблондар және басымдықты қолдау көрсетеді.

source: Для студентов и образовательных учреждений действуют специальные тарифы и групповые скидки. Более подробную информацию о ценах и возможностях Premium-аккаунта вы можете найти на странице
kk: Студенттер мен оқу орындарына арналған арнайы тарифтер мен топтық жеңілдіктер бар.Сіз парақтағы премиум есептік жазбаның бағалары мен мүмкіндіктері туралы толығырақ ақпаратты таба аласыз

source: Как связаться с поддержкой?
kk: Қолдау қызметіне қалай хабарласыңыз?

source: Вы можете связаться с нашей службой поддержки несколькими способами:
kk: Сіз біздің қолдау қызметін бірнеше жолмен байланысуға болады:

source: Создать тикет в разделе
kk: Бөлімде билет жасаңыз

source: Отправить письмо на электронную почту
kk: E -mail-ге хат жіберіңіз

source: Заполнить форму обратной связи на странице
kk: Бетте кері байланыс формасын толтырыңыз

source: Наша команда поддержки доступна в рабочие дни с 9:00 до 18:00 и отвечает на большинство запросов в течение 24 часов.
kk: Біздің қолдау тобымыз 9: 00-ден 18: 00-ге дейін жұмыс істейді және 24 сағат ішінде сұраныстарға жауап береді.

source: Как изменить данные моего профиля?
kk: Профиль деректерін қалай өзгертуге болады?

source: Для изменения данных вашего профиля:
kk: Профиль деректеріңізді өзгерту үшін:

source: Войдите в свою учетную запись
kk: Тіркелгіні енгізіңіз

source: Нажмите на ваше имя пользователя в верхнем правом углу
kk: Жоғарғы оң жақ бұрыштағы пайдаланушы атын нұқыңыз

source: Внесите необходимые изменения в ваш профиль
kk: Профильге қажетті өзгертулер енгізіңіз

source: Нажмите 'Сохранить изменения'
kk: «Өзгерістерді сақтау» түймесін басыңыз

source: Вы можете изменить свои личные данные, фотографию профиля, информацию об образовании, навыках и контактные данные.
kk: Сіз өзіңіздің жеке деректеріңізді, профильдік фотосуреттеріңізді, білім, дағдылар және байланыс мәліметтері туралы ақпаратты өзгерте аласыз.

source: Выберите 'Настройки аккаунта'
kk: 'Тіркелгі параметрлері' таңдаңыз

source: Перейдите во вкладку 'Безопасность'
kk: «Қауіпсіздік» қойындысына өтіңіз

source: Введите текущий пароль и дважды новый пароль
kk: Ағымдағы құпия сөзді және екі рет жаңа құпия сөзді енгізіңіз

source: Для изменения email:
kk: Электрондық поштаны өзгерту үшін:

source: В разделе 'Настройки аккаунта' перейдите во вкладку 'Основная информация'
kk: «Тіркелгі параметрлері» бөлімінде «Негізгі ақпарат» қорабына өтіңіз

source: Введите новый email и ваш текущий пароль
kk: Жаңа электрондық поштаны және ағымдағы парольді енгізіңіз

source: Нажмите 'Изменить email'
kk: «Электрондық поштаны өзгерту» түймесін басыңыз

source: На новый email будет отправлено письмо для подтверждения. Перейдите по ссылке в этом письме, чтобы подтвердить новый email
kk: Хат растау үшін жаңа электрондық поштаға жіберіледі.Жаңа электрондық поштаны растау үшін осы әріптегі сілтемені орындаңыз

source: Как удалить мою учетную запись?
kk: Менің тіркелгімді қалай жоюға болады?

source: Для удаления учетной записи выполните следующие шаги:
kk: Тіркелгіні жою үшін келесі әрекеттерді орындаңыз:

source: Прокрутите вниз до раздела 'Удаление аккаунта'
kk: «Шотты жою» бөліміне төменде айналдырыңыз

source: Нажмите кнопку 'Удалить мой аккаунт'
kk: «Менің тіркелгімді жою» түймесін басыңыз

source: Важно: Удаление аккаунта - необратимое действие. Все ваши проекты, сертификаты и достижения будут удалены. Перед удалением рекомендуем сохранить копии важных материалов.
kk: Маңызды: Тіркелгіні алып тастау - қайтымсыз әрекет.Сіздің барлық жобаларыңыз, сертификаттарыңыз бен жетістіктеріңіз жойылады.Жою алдында маңызды материалдардың көшірмелерін сақтауды ұсынамыз.

source: Как создать новый проект?
kk: Жаңа жобаны қалай құруға болады?

source: Перейдите в раздел 'Мои проекты'
kk: «Менің жобаларым» бөліміне өтіңіз

source: Нажмите кнопку 'Создать новый проект'
kk: «Жаңа жобаны жасау» түймесін басыңыз

source: Заполните форму с информацией о проекте:
kk: Жоба туралы ақпаратты толтырыңыз:

source: Теги
kk: Тегтер

source: Загрузите файлы, изображения или добавьте ссылки на внешние ресурсы
kk: Файлдарды, суреттерді немесе сыртқы ресурстарға сілтемелер қосу

source: После создания вы сможете редактировать проект, добавлять новые материалы и приглашать преподавателей для оценки и отзывов.
kk: Жасалғаннан кейін сіз жобаны өңдей аласыз, жаңа материалдарды қосып, мұғалімдерді бағалауға және шолуға шақыра аласыз.

source: Какие форматы файлов поддерживаются?
kk: Қандай файл пішімдеріне қолдау көрсетіледі?

source: Studfolio поддерживает широкий спектр форматов файлов для ваших проектов:
kk: Студенттік жобалар үшін файлдық форматтардың кең спектрін қолдайды:

source: Документы:
kk: Құжаттар:

source: Архивы:
kk: Мұрағат:

source: Аудио:
kk: Дыбыс:

source: Видео:
kk: Бейне:

source: Для файлов большего размера или других форматов рекомендуем использовать внешние сервисы (Google Drive, Dropbox, GitHub и т.д.) и добавлять ссылки на них в описании проекта.
kk: Үлкенірек файлдар немесе басқа форматтар үшін біз сыртқы қызметтерді (Google Drive, Dropbox, Github, Github және т.б.) пайдалануды және жобаның сипаттамасына сілтемелер қосуды ұсынамыз.

source: Максимальный размер файла для загрузки: для базовых аккаунтов — 100 МБ, для Premium — 500 МБ.
kk: Жүктеу үшін максималды файл өлшемі: негізгі шоттар үшін - 100 МБ, үшін 100 МБ, - 500 МБ.

source: Как получить отзывы на мои проекты?
kk: Менің жобаларыма қалай шолу жасау керек?

source: Для получения отзывов на ваши проекты:
kk: Жобаларға шолулар алу үшін:

source: Убедитесь, что ваш проект полностью заполнен и содержит достаточно информации
kk: Жобаңыздың толығымен толтырылғанына және жеткілікті ақпаратты қамтитынына көз жеткізіңіз

source: Откройте страницу проекта
kk: Жобаның бетін ашыңыз

source: Нажмите кнопку 'Запросить отзыв'
kk: «Сұрау шолу» түймесін басыңыз

source: Выберите один из способов приглашения:
kk: Шақыру тәсілдерінің бірін таңдаңыз:

source: По электронной почте — введите email преподавателя или ментора
kk: E -mail арқылы - электрондық пошта мұғалімін немесе тәлімгерді енгізіңіз

source: По имени пользователя — если преподаватель уже зарегистрирован на платформе
kk: Пайдаланушының аты бойынша - егер мұғалім платформада тіркелген болса

source: Сгенерировать ссылку — создает уникальную ссылку для доступа к проекту и форме отзыва
kk: Сілтемені жасаңыз - жобаға және шолу түріне арналған бірегей сілтемені жасайды

source: Добавьте персональное сообщение (опционально)
kk: Жеке хабарлама қосыңыз (қажет)

source: Нажмите 'Отправить приглашение'
kk: «Шақыруды жіберу» түймесін басыңыз

source: После отправки приглашения преподаватель получит уведомление и сможет оставить развернутый отзыв и оценку по различным критериям. Вы получите уведомление, когда отзыв будет оставлен.
kk: Шақыруды жібергеннен кейін мұғалімге хабарлама келеді және әр түрлі критерийлерге сәйкес егжей-тегжейлі қарау мен бағалауды қалдырады.Шолу қалған кезде сізге хабарлама келеді.

source: Если у вас Premium-аккаунт, вы можете запрашивать отзывы неограниченное количество раз и получать расширенную аналитику по отзывам.
kk: Егер сізде PREMIUM есептік жазбасы болса, сіз шолуларды шектеусіз бірнеше рет сұрай аласыз және пікірлер бойынша кеңейтілген аналитиканы ала аласыз.

source: Какие преимущества дает Premium-аккаунт?
kk: Премиум есептік жазбаның артықшылықтары қандай?

source: Premium-аккаунт предоставляет расширенные возможности для вашего портфолио:
kk: Премиум шоты сіздің портфолиоңыздың озық мүмкіндіктерін ұсынады:

source: Неограниченное количество проектов и сертификатов
kk: Жобалар мен сертификаттардың шексіз саны

source: Увеличенный лимит хранения файлов (до 500 МБ на проект)
kk: Файлдарды сақтау лимитінің жоғарылауы (бір жоба үшін 500 МБ дейін)

source: Персональный домен для вашего портфолио (username.studfolio.com)
kk: Сіздің портфолиоңызға арналған жеке домен (username.studfolio.com)

source: Возможность экспорта портфолио в PDF и другие форматы
kk: ПОРТОРЛИОНА ПОРТОРЛЫҚ ПДҚ және басқа форматтарға экспорттау мүмкіндігі

source: Расширенные настройки приватности
kk: Кеңейтілген Құпиялылық параметрлері

source: Приоритетная техническая поддержка
kk: Басым техникалық қолдау

source: Специальные бейджи Premium на вашем профиле
kk: Профильдегі арнайы премиум белгілері

source: Полный список преимуществ можно найти на странице
kk: Артықшылықтардың толық тізімін беттен табуға болады

source: Сколько стоит Premium-подписка?
kk: Премиум жазылым қанша тұрады?

source: Studfolio предлагает гибкие планы подписки Premium:
kk: Studffolio икемді премиум жазылым жоспарларын ұсынады:

source: Для образовательных учреждений доступны специальные корпоративные тарифы с дополнительными скидками в зависимости от количества пользователей. Для получения информации о корпоративных тарифах, пожалуйста, свяжитесь с нашим отделом продаж.
kk: Пайдаланушылар санына байланысты қосымша жеңілдіктер бар арнайы корпоративтік тарифтер бар.Корпоративтік тарифтер туралы ақпарат алу үшін сату бөліміне хабарласыңыз.

source: Все тарифы включают в себя полный набор Premium-функций. Более подробную информацию и возможность оформить подписку вы найдете на странице
kk: Барлық тарифтерге премиум функциясының толық жиынтығы кіреді.Сіз толығырақ ақпаратты және параққа жазылым беру қабілетін таба аласыз

source: Как отменить Premium-подписку?
kk: Премиум жазылымды қалай жоюға болады?

source: Для отмены Premium-подписки:
kk: Премиум жазылымдарды болдырмау үшін:

source: Нажмите кнопку 'Отменить подписку'
kk: «Жазылымды өзгерту» түймесін басыңыз

source: Подтвердите действие, выбрав причину отмены (опционально)
kk: Өшіру себебін таңдау арқылы әрекетті растаңыз (қажет)

source: Важно: После отмены подписки вы сохраните доступ к Premium-функциям до конца оплаченного периода. По истечении этого срока ваш аккаунт автоматически перейдет на базовый тарифный план.
kk: Маңызды: Жазылым жойылғаннан кейін сіз сыйлықақы функциясына қол жеткізуді ақылы кезеңнің соңына дейін сақтайсыз.Осы кезеңнен кейін сіздің есептік жазбаңыз автоматты түрде негізгі тарифтік жоспарға ауысады.

source: Если у вас возникли проблемы с отменой подписки или вопросы о возврате средств, пожалуйста, обратитесь в нашу службу поддержки через страницу
kk: Егер сізде жазылымды жою проблемалары немесе қаражатты қайтару туралы сұрақтар туындаса, парақ арқылы біздің қолдауымызбен байланысыңыз

source: Наша команда поддержки готова помочь вам с любыми вопросами о платформе
kk: Біздің қолдау тобымыз платформаға қатысты сұрақтар қоюға дайын

source: Преимущества Studfolio Premium
kk: Студенттік премиумның артықшылықтары

source: Раскройте полный потенциал вашего портфолио с расширенными возможностями Premium-подписки
kk: Premium жазылымдарының жетілдірілген мүмкіндіктерімен портфолиоңыздың толық әлеуетін кеңейтіңіз

source: Получите доступ к эксклюзивным возможностям и привилегиям для максимально эффективной демонстрации ваших достижений
kk: Сіздің жетістіктеріңізді тиімді көрсету үшін айрықша мүмкіндіктер мен артықшылықтарға қол жеткізіңіз

source: Подключить Premium
kk: Премиум қосыңыз

source: Возможности
kk: Мүмкіндіктер

source: Базовый план
kk: Негізгі жоспар

source: Без ограничений
kk: Шектеусіз

source: Количество сертификатов и достижений
kk: Сертификаттар мен жетістіктер саны

source: Максимальный размер файла
kk: Файлдың максималды мөлшері

source: Общее место для хранения
kk: Сақтаудың жалпы орны

source: Персональный домен
kk: Жеке домен

source: Базовая
kk: Негізгі

source: Расширенная
kk: Кеңейтілген

source: Скрытие рекламы
kk: Жарнаманы жасыру

source: Ключевые преимущества Premium
kk: Негізгі артықшылықтар
