Repository: f4est/Studfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Если у вас есть какие-либо вопросы, комментарии или запросы, связанные с настоящей Политикой конфиденциальности или нашими практиками обработки данных, пожалуйста, свяжитесь с нами:
kk: Егер сізде қандай да бір сұрақтар, ескертулер немесе осы құпиялылық саясатымен немесе біздің деректерді өңдеу тәжірибелеріміз болса, бізге хабарласыңыз:

source: Электронная почта:
kk: Электрондық пошта:

source: Почтовый адрес:
kk: Пошталық мекен-жайы:

source: Мы обязуемся своевременно отвечать на все обращения и запросы, связанные с конфиденциальностью ваших данных.
kk: Біз сіздің деректеріңіздің құпиялылығына байланысты барлық өтініштер мен сұраулар үшін уақтылы жауап беруге міндеттіміз.

source: Лицензии
kk: Лицензиялар

source: Платежи
kk: Төлемдер

source: Ответственность
kk: Жауапкершілік

source: Прекращение доступа
kk: Қол жеткізуді тоқтату

source: Добро пожаловать на Studfolio. Настоящие Условия использования («Условия») регулируют использование вами платформы Studfolio, включая веб-сайт, мобильные приложения и связанные с ними сервисы (совместно именуемые «Сервисы»).
kk: Студенттік қош келдіңіз.Пайдалану шарттары («Шарттар») студфолио платформасын, оның ішінде веб-сайтты, мобильді қосымшалар мен ілеспе қызметтерді, бірлескен қызметтерді («Қызметтерге» қолдануды реттейді).

source: Пожалуйста, внимательно прочитайте эти Условия перед использованием наших Сервисов. Используя наши Сервисы, вы соглашаетесь с настоящими Условиями. Если вы не согласны с каким-либо положением настоящих Условий, пожалуйста, не используйте наши Сервисы.
kk: Біздің қызметтерді қолданар алдында мұқият оқып шығыңыз.Біздің қызметтерді пайдалану, сіз осы шарттармен келісесіз.Егер сіз осы шарттардың кез-келген жағдайымен келіспесеңіз, біздің қызметтерімізді пайдаланбаңыз.

source: Настоящие Условия составляют юридически обязывающее соглашение между вами и Studfolio («мы», «нас», «наш»).
kk: Бұл жағдайлар сіз бен Студенттік, «біз», «біз», «біздікі») арасындағы заңды күші бар келісім құралы болып табылады.

source: 2. Учетные записи
kk: 2. Шоттар

source: Для использования некоторых функций наших Сервисов вам необходимо создать учетную запись. Вы должны предоставить точную, актуальную и полную информацию при регистрации и поддерживать эту информацию в актуальном состоянии.
kk: Біздің қызметтеріміздің кейбір функцияларын пайдалану үшін есептік жазба жасау керек.Бұл ақпаратты ағымдағы күйде тіркеу және жүргізу кезінде сіз нақты, өзекті және толық ақпарат беруіңіз керек.

source: 2.2 Безопасность учетной записи
kk: 2.2 Есептік жазба қауіпсіздігі

source: Вы несете ответственность за сохранение конфиденциальности вашего пароля и за все действия, происходящие в вашей учетной записи. Вы соглашаетесь немедленно уведомить нас о любом несанкционированном использовании вашей учетной записи или любом другом нарушении безопасности.
kk: Сіз өзіңіздің пароліңіздің құпиялылығын және сіздің есептік жазбаңызда жүрген барлық әрекеттерді сақтауға жауаптысыз.Сіз өзіңіздің шотыңызды рұқсатсыз пайдалану немесе басқа да қауіпсіздік ережелерін кез-келген пайдалану туралы дереу хабардар етесіз.

source: 2.3 Право на прекращение доступа
kk: 2.3 қол жеткізуді тоқтату құқығы

source: Мы оставляем за собой право отключить любое имя пользователя, пароль или другой идентификатор, выбранный вами или предоставленный нами, в любое время и по любой причине, если, по нашему мнению, вы нарушили какое-либо положение настоящих Условий.
kk: Біз сіз таңдаған немесе ұсынған кез-келген пайдаланушы атын, парольді немесе басқа идентификаторды, кез-келген уақытта және кез-келген себептермен ажырату құқығымызды, кез-келген себеппен, егер біздің ойымызша, сіз осы шарттардың кез келген позициясын бұзған болсаңыз.

source: 3.1 Определение
kk: 3.1 анықтама

source: «Контент пользователей» означает любые материалы, информацию, данные, тексты, изображения, графику, фотографии, видео, звуки, музыку, проекты, работы, портфолио, комментарии и любой другой контент, который вы публикуете, загружаете, делитесь, отправляете или отображаете на или через наши Сервисы.
kk: «Пайдаланушылардың мазмұны» кез-келген материалдарды, мәліметтерді, мәліметтерді, мәтіндерді, суреттерді, суреттерді, суреттерді, суреттерді, дыбыстарды, дыбыстарды, дыбыстарды, дыбыстарды, жобаларды, жобаларды, портфельді, портфельді, портфельді, Пікірлерді, түсініктемелер мен басқа мазмұнды біздің қызметтеріміз арқылы немесе біздің қызметтеріміз арқылы жариялайды.

source: 3.2 Ответственность за контент
kk: 3.2 Мазмұн үшін жауапкершілік

source: Вы несете полную ответственность за Контент пользователей, который вы публикуете через наши Сервисы, включая его законность, надежность, точность и уместность. Вы заявляете и гарантируете, что:
kk: Сіз біздің қызметтеріміз, оның заңдылығы, сенімділігі, дәлдігі мен өзектілігі арқылы жариялаған пайдаланушылардың мазмұнына толықтай жауап бересіз.Сіз:

source: Вы владеете или имеете необходимые лицензии, права, согласия, разрешения и полномочия для публикации Контента пользователей;
kk: Пайдаланушы мазмұнын жариялау үшін сізде қажетті лицензиялар, құқықтар, келісім, рұқсат және өкілеттіктер бар немесе бар;

source: Контент пользователей не нарушает и не будет нарушать права интеллектуальной собственности, права на публичность, конфиденциальность или любые другие права третьих лиц;
kk: Пайдаланушылардың мазмұны зияткерлік меншіктің құқықтарын бұзбайды және бұзбайды, жариялылыққа, құпиялылыққа немесе үшінші тұлғалардың басқа да құқықтарын бұзбайды;

source: Контент пользователей не содержит материалы, которые являются ложными, мошенническими, клеветническими, непристойными, порнографическими, оскорбительными, угрожающими или иным образом неприемлемыми.
kk: Пайдаланушы мазмұнында жалған, жалған, жала жабу, ұятсыз, порнографиялық, қорлау, қорқыту немесе қолайсыз материалдар жоқ.

source: 3.3 Мониторинг и удаление
kk: 3.3 Мониторинг және жою

source: Мы оставляем за собой право просматривать, контролировать или удалять любой Контент пользователей по любой причине, включая нарушение настоящих Условий, без предварительного уведомления. Однако мы не обязаны просматривать, контролировать или удалять какой-либо Контент пользователей.
kk: Біз кез-келген себеп бойынша кез-келген пайдаланушы мазмұнын көруге, басқаруға немесе жоюға, соның ішінде осы шарттардың бұзылуын алдын ала ескертусіз, оны бақылау немесе жою құқығын өзімізде сақтаймыз.Алайда, біз кез-келген пайдаланушы мазмұнын көруге, басқаруға немесе жоюға міндеттіміз.

source: 4. Лицензии
kk: 4. Лицензиялар

source: 4.1 Лицензия на Контент пользователей
kk: 4.1 Пайдаланушы мазмұнына арналған лицензия

source: Размещая Контент пользователей в наших Сервисах, вы предоставляете нам неисключительную, бесплатную, подлежащую сублицензированию, передаваемую, всемирную лицензию на использование, воспроизведение, модификацию, адаптацию, публикацию, перевод, создание производных работ, распространение и отображение такого Контента пользователей в любых формах, средствах или технологиях, известных сейчас или разработанных в будущем, исключительно в целях:
kk: Пайдаланушылардың мазмұнын біздің қызметтерімізге орналастыру арқылы сіз бізге қолдануға, таратуға, модификацияға, бейімдеуге, бейімдеуге, бейімдеуге, бейімдеуге, бейімдеуге, бейімдеуге, бейімдеуге, бейімдеуге, жариялауға, болашақта белгілі немесе дамыған, болашақта, болашақта, тек болашақта, тек болашақта, болашақта болашақта болуы мүмкін.

source: Предоставления, поддержания и улучшения наших Сервисов;
kk: Біздің қызметтерімізді қамтамасыз ету, қолдау және жетілдіру;

source: Отображения вашего Контента пользователей в соответствии с вашими настройками конфиденциальности;
kk: Пайдаланушы мазмұнын құпиялылық параметрлеріне сәйкес көрсету;

source: Защиты наших юридических прав и обеспечения соблюдения настоящих Условий.
kk: Біздің заңды құқықтарымызды қорғау және осы шарттардың сақталуын қамтамасыз ету.

source: Вы можете отозвать эту лицензию в любое время, удалив Контент пользователей из наших Сервисов или закрыв свою учетную запись.
kk: Сіз бұл лицензияны кез келген уақытта біздің қызметтеріміздің мазмұнын жою немесе есептік жазбаңызды жабу арқылы кез келген уақытта ала аласыз.

source: 4.2 Лицензия на использование наших Сервисов
kk: 4.2 Біздің қызметтерді пайдалануға лицензия

source: При условии соблюдения настоящих Условий, мы предоставляем вам ограниченную, неисключительную, непередаваемую, отзывную лицензию на доступ и использование наших Сервисов. Эта лицензия не включает право:
kk: Осы шарттарға сәйкес біз сізге қызметтерімізге қол жеткізуге және пайдалануға тыйым салынған, инклюзивті емес, жауап беретін лицензияны ұсынамыз.Бұл лицензияны құқығы жоқ:

source: Перепродавать, сдавать в аренду, сублицензировать, уступать или иным образом передавать ваши права на использование наших Сервисов;
kk: Қайта сату, жалдау, сублицензия, келісу немесе басқа жолмен өзгеше, біздің қызметтерімізді пайдалану құқығыңызды беру;

source: Копировать, модифицировать, адаптировать, взламывать или иным образом пытаться извлечь исходный код наших Сервисов;
kk: Біздің қызметтердің бастапқы кодын көшіріп, өзгерту, өзгерту, бейімдеу, бұзу немесе басқаша;

source: Использовать наши Сервисы для создания конкурирующего продукта или услуги.
kk: Біздің қызметтерімізді бәсекелес өнім немесе қызмет көрсету үшін пайдаланыңыз.

source: 5. Платежи
kk: 5. Төлемдер

source: Некоторые функции наших Сервисов доступны по подписке Premium. Подробная информация о функциях, доступных для разных типов подписок, представлена на странице
kk: Біздің қызметтеріміздің кейбір функцияларын жазылым сыйлықақымен алуға болады.Бетте әр түрлі жазылымдар үшін қол жетімді функциялар туралы толық ақпарат берілген

source: 5.2 Оплата
kk: 5.2 ТӨЛЕУ

source: При оформлении Premium-подписки вы соглашаетесь оплачивать все сборы, связанные с вашей подпиской, по действующим на тот момент тарифам. Все платежи обрабатываются через сторонние платежные системы, и их условия могут применяться к вашим платежам.
kk: Премиум жазылымдарға жүгінген кезде, сіз сол кезде тарифтерде жазылымға қатысты барлық ақы төлеуге келісесіз.Барлық төлемдер үшінші тармақ бойынша төлем жүйелері арқылы өңделеді және олардың шарттары сіздің төлемдеріңізге қолданылуы мүмкін.

source: 5.3 Автоматическое продление
kk: 5.3 Автоматты кеңейту

source: Подписки продлеваются автоматически, если они не отменены до окончания текущего периода подписки. Вы можете отменить автоматическое продление в любое время в настройках вашей учетной записи, но платежи, уже осуществленные за текущий период подписки, не подлежат возврату.
kk: Егер олар абоненттік мерзім аяқталғанға дейін жойылмаса, жазылымдар автоматты түрде ұзартылады.Тіркелгіңіздің кез келген уақытта автоматты кеңейтілімнен бас тартуға болады, бірақ ағымдағы жазылым кезеңі үшін жасалған төлемдер қайтарылмайды.

source: 5.4 Изменения цен
kk: 5.4 Бағалардағы өзгерістер

source: Мы можем изменять наши тарифы на подписку время от времени. Если мы изменим тарифы на подписку, мы уведомим вас о таких изменениях заранее. Продолжение использования наших Сервисов после вступления в силу изменений цен означает ваше согласие с новыми ценами.
kk: Біз жазылым тарифтерін мезгіл-мезгіл өзгерте аламыз.Егер біз жазылым тарифтерін өзгертсек, біз сізге осындай өзгерістер туралы алдын ала хабарлаймыз.Біздің қызметтерімізді баға өзгергеннен кейін пайдалануды жалғастыру сіздің жаңа бағаларыңызбен сіздің келісіміңіз дегенді білдіреді.

source: 6. Ответственность
kk: 6. Жауапкершілік

source: 6.1 Отказ от гарантий
kk: 6.1 Кепілдіктерден бас тарту

source: Наши Сервисы предоставляются «как есть» и «как доступно», без каких-либо гарантий любого рода, явных или подразумеваемых. Мы не гарантируем, что наши Сервисы будут соответствовать вашим требованиям, доступны непрерывно, своевременно, безопасно или без ошибок, или что результаты, которые могут быть получены от использования наших Сервисов, будут точными или надежными.
kk: Біздің қызметтеріміз кез-келген түрдегі, анық немесе болжанбайтын «қол жетімді» және «қол жетімді» және «қол жетімді».Біздің қызметтеріміз сіздің талаптарыңызға сәйкес келетініне кепілдік бермейміз, үздіксіз, уақтылы, қауіпсіз, қауіпсіз немесе қатесіз қол жетімді немесе біздің қызметтерді пайдаланудан алуға болатын нәтижелер дәл немесе сенімді болады.

source: 6.2 Ограничение ответственности
kk: 6.2 Жауапкершілік

source: В максимальной степени, разрешенной законом, мы не несем ответственности за любые непрямые, случайные, специальные, последующие или штрафные убытки, включая потерю прибыли, данных, использования, репутации или другие нематериальные потери, возникающие в результате:
kk: Заңмен рұқсат етілген максималды деңгейге дейін біз кез-келген жанама, кездейсоқ, кейінгі, кейінгі немесе қылмыстық-қалжар үшін, оның ішінде пайда, мәліметтер, пайдалану, бедел немесе басқа материалдық емес шығындар үшін жауап бермейді:

source: Вашего доступа к или использования, или невозможности доступа или использования наших Сервисов;
kk: Сіздің қызметтеріңізге кіру немесе пайдалану немесе біздің қызметтерімізге қол жеткізу немесе пайдалану мүмкіндігі;

source: Любого поведения или контента третьих лиц на наших Сервисах;
kk: Біздің қызметтеріміздегі үшінші тұлғалардың мінез-құлқы немесе мазмұны;

source: Несанкционированного доступа, использования или изменения ваших передач или контента.
kk: Рұқсатсыз кіру, бағдарламалар немесе мазмұндағы өзгертулер енгізу немесе өзгерту.

source: 7. Ограничения
kk: 7. Шектеулер

source: При использовании наших Сервисов вы соглашаетесь не:
kk: Біздің қызметтерді пайдаланған кезде сіз келіспеймін:

source: Нарушать какие-либо применимые законы или правила;
kk: Қолданыстағы заңдарды немесе ережелерді бұзу;

source: Отправлять любой контент, который является незаконным, оскорбительным, угрожающим, дискриминационным, harassment-подобным, клеветническим, вредоносным, мошенническим, вводящим в заблуждение, порнографическим или что нарушает права других лиц;
kk: Заңсыз, қорлайтын, қорқытатын, кемсітушілік, кемсітушілік, зақымдану, жала жабу, жалған, жалған, жалған, жалған, порнографиялық немесе басқа адамдардың құқықтарын бұзатын кез-келген мазмұнды жіберіңіз;

source: Выдавать себя за другое лицо или организацию, или ложно представлять вашу связь с каким-либо лицом или организацией;
kk: Өзіңізді басқа адамға немесе ұйымға тапсыру немесе кез-келген адаммен немесе ұйыммен байланысыңыз;

source: Пытаться обойти любые технические меры, используемые для защиты наших Сервисов или контента;
kk: Біздің қызметтерімізді немесе мазмұнын қорғау үшін пайдаланылған кез-келген техникалық шараларды алуға тырысыңыз;

source: Собирать или хранить личную информацию о других пользователях без их явного согласия;
kk: Басқа пайдаланушылар туралы жеке ақпаратты өздерінің жеке мәліметтерін олардың анық келісусіз жинаңыз немесе сақтаңыз;

source: Использовать наши Сервисы для распространения вредоносного программного обеспечения или для целей фишинга;
kk: Зиянды бағдарламалық жасақтаманы немесе фишингтік мақсаттар үшін біздің қызметтерімізді пайдаланыңыз;

source: Использовать наши Сервисы способом, который может привести к отключению, повреждению или ухудшению работы наших Сервисов или препятствовать пользованию наших Сервисов другими пользователями.
kk: Біздің қызметтеріміздің қызметтерімізді пайдалану, зақымдану немесе нашарлау немесе басқа пайдаланушылардың қызметтеріміздің пайдаланылуына жол бермеуі мүмкін.

source: 8. Прекращение доступа
kk: 8. Кіруді жалғастыру

source: Мы можем приостановить или прекратить ваш доступ к нашим Сервисам по любой причине, включая, но не ограничиваясь, нарушение настоящих Условий. При прекращении доступа:
kk: Біз сіздің қызметтеріңізге кез-келген себептермен, оның ішінде шектеулі, бірақ шектеусіз, осы шарттардың бұзылуын тоқтата аламыз немесе тоқтата аламыз.Қол жеткізу аяқталғаннан кейін:

source: Ваше право на использование наших Сервисов немедленно прекращается;
kk: Біздің қызметтерді пайдалану құқығыңыз дереу тоқтатылады;

source: Мы можем удалить или деактивировать вашу учетную запись и весь связанный с ней Контент пользователей;
kk: Тіркелгіңізді және барлық қатысты пайдаланушы мазмұнын жоя аламыз немесе сөндіруге болады;

source: Вы по-прежнему несете ответственность за все обязательства, возникшие до прекращения доступа, включая обязательства по оплате.
kk: Сіз қол жеткізуді тоқтатқанға дейін, оның ішінде төлем міндеттемелерін қоса алғанда, барлық міндеттемелерге жауап бересіз.

source: Вы можете прекратить действие настоящих Условий в любое время, прекратив использование наших Сервисов и закрыв свою учетную запись.
kk: Сіз бұл шарттарды кез-келген уақытта біздің қызметтерімізді пайдалану және есептік жазбаңызды жабу арқылы тоқтатуға болады.

source: 9. Изменения в Условиях
kk: 9. Шарттардағы өзгерістер

source: Мы можем обновлять настоящие Условия время от времени. Мы уведомим вас о любых существенных изменениях, разместив новую версию на нашем веб-сайте и, в зависимости от существенности изменений, мы можем также уведомить вас по электронной почте или через уведомление в наших Сервисах.
kk: Біз бұл жағдайды анда-санда жаңарта аламыз.Біз сізге жаңа редакциялана туралы жаңа редакциялана туралы хабарлаймыз және өзгерістердің маңыздылығына байланысты біз сізге электрондық пошта арқылы немесе біздің қызметтерімізде хабарлама арқылы хабарлай аламыз.

source: Мы рекомендуем периодически проверять эту страницу для получения актуальной информации о наших Условиях. Дата последнего обновления Условий указана в начале документа.
kk: Біздің жағдай туралы тиісті ақпаратты алу үшін осы бетті мезгіл-мезгіл тексеріп отырыңыз.Шарттардың соңғы жаңартылған күні құжаттың басында көрсетілген.

source: Продолжая использовать наши Сервисы после внесения изменений в Условия, вы принимаете эти изменения.
kk: Шарттарға өзгерістер енгізгеннен кейін біздің қызметтерімізді пайдалануды жалғастыра отырып, сіз бұл өзгерістерді қабылдайсыз.

source: 10. Контактная информация
kk: 10. Байланыс ақпараты

source: Если у вас есть какие-либо вопросы, комментарии или запросы, связанные с настоящими Условиями или нашими Сервисами, пожалуйста, свяжитесь с нами:
kk: Егер сізде қандай да бір сұрақтар, ескертулер немесе осы шарттарға немесе біздің қызметтерге қатысты сұраулар болса, бізге хабарласыңыз:

source: Создать новый запрос в поддержку
kk: Қолдаудан жаңа сұрау жасаңыз

source: Заполните форму ниже, чтобы отправить запрос в службу поддержки. Чем подробнее вы опишете свою проблему, тем быстрее мы сможем вам помочь.
kk: Қолдау қызметіне сұрау жіберу үшін төмендегі форманы толтырыңыз.Мәселеңізді сипаттағаныңыз жөн болса, біз сізге көмектесе аламыз.

source: Выберите категорию, которая наиболее точно соответствует вашему вопросу.
kk: Сіздің сұрағыңызға сәйкес келетін санатты таңдаңыз.

source: Пожалуйста, подробно опишите вашу проблему или вопрос. Включите все детали, которые могут помочь решить вашу проблему.
kk: Мәселеңізді немесе сұрақыңызды егжей-тегжейлі сипаттаңыз.Мәселеңізді шешуге көмектесетін барлық мәліметтерді қосыңыз.

source: Прежде чем создать тикет:
kk: Билетті жасамас бұрын:

source: Проверьте нашу
kk: Бізді тексеріңіз

source: базу знаний
kk: Білім негізі

source: на наличие ответов на часто задаваемые вопросы.
kk: Жиі қойылатын сұрақтарға жауаптар үшін.

source: Убедитесь, что вы предоставили достаточно информации о вашей проблеме.
kk: Сіздің проблемаңыз туралы жеткілікті ақпарат бергеніңізге көз жеткізіңіз.

source: Если у вас есть скриншоты или другие файлы, которые помогут нам понять вашу проблему, пожалуйста, прикрепите их.
kk: Егер сізде сіздің проблемаңызды түсінуге көмектесетін скриншоттар немесе басқа файлдар болса, оларды қоса беріңіз.

source: Панель управления переводами
kk: Аударма басқару тақтасы

source: Система автоматического перевода
kk: Автоматты аударма жүйесі

source: Управление кэшем переводов и автоматическим переводом контента
kk: Қамал сарайының кеңсесі және мазмұнды автоматты түрде аударма

source: Статистика кэша переводов
kk: Аудармалардың кэшін статистикасы

source: Всего записей
kk: Жалпы жазбалар

source: По языкам
kk: Тілдерде

source: Язык
kk: Тіл

source: Исходный язык
kk: Түпнұсқа тіл

source: Целевой язык
kk: Мақсатты тіл

source: Управление кэшем в административной панели
kk: Әкімшілік панельдегі кэшті басқару

source: Автоматический перевод контента
kk: Автоматты мазмұн аудармасы

source: Тестовый перевод
kk: Тест аудармасы

source: Введите текст для перевода
kk: Аударманың мәтінін енгізіңіз

source: Автоопределение
kk: Бедел

source: Перевести
kk: Ауыстыру

source: Результат
kk: Нәтиже

source: Управление автопереводом в административной панели
kk: Әкімшілік панельдегі авто-бақылауды басқару

source: Инструкции по интеграции
kk: Интеграция туралы нұсқаулық

source: Переводим...
kk: Біз аударамыз ...

source: Ошибка перевода
kk: Аударма қатесі

source: Ошибка при переводе
kk: Аударма кезінде қате

source: Произошла ошибка при переводе
kk: Аударма кезінде қате пайда болды

source: Вам доступна расширенная аналитика
kk: Кеңейтілген аналитика сізге қол жетімді

source: У вас базовый аккаунт
kk: Сізде негізгі есептік жазба бар

source: Для доступа к расширенной аналитике активируйте премиум-подписку
kk: Кеңейтелген аналитикаларға кіру үшін премиум жазылымды іске қосыңыз

source: Обновить
kk: Жаңарту

source: Конверсия
kk: Өзгеріс

source: Просмотры
kk: Көріністер

source: Действия
kk: Әрекеттер

source: Просмотр
kk: Көзқарас

source: У вас пока нет просмотров проектов
kk: Сізде әлі жоба көрінісі жоқ

source: Источники трафика
kk: Жол қозғалысы көздері

source: Источник
kk: Қайнар көз

source: Переходы
kk: Өткізулер

source: Информация об источниках трафика пока недоступна
kk: Трафик көздері туралы ақпарат әлі қол жетімді емес

source: Посетители
kk: Келушілер

source: Динамика просмотров профиля за последний месяц
kk: Өткен айдағы профиль көріністерінің динамикасы

source: Динамика просмотров проектов за последний месяц
kk: Өткен айдағы жобалық көріністердің динамикасы

source: Пользователи, просматривавшие ваш профиль
kk: Профильді көретін пайдаланушылар

source: Просмотров:
kk: Көріністер:

source: Ваш профиль пока не просматривали другие пользователи
kk: Сіздің профиліңізді басқа пайдаланушылар әлі қараған жоқ

source: Расширенная аналитика доступна только для премиум-пользователей
kk: Кеңейтілген аналитика тек премиум пайдаланушылар үшін қол жетімді

source: Получите доступ к детальной статистике посещений, графикам и данным о посетителях
kk: Келушілердің егжей-тегжейлі статистикасына, келушілердің графиттері мен мәліметтеріне қол жеткізу

source: С премиум-подпиской вам доступны все функции и темы оформления
kk: Премиум жазылыммен сіз үшін барлық функциялар мен дизайн тақырыптары бар

source: Премиум-подписка открывает доступ к дополнительным функциям и темам оформления
kk: Премиум жазылым қосымша функциялар мен дизайн тақырыптарына қол жетімділікті ашады

source: Отображаемые секции
kk: Көрсетілген бөлімдер

source: Показывать навыки
kk: Дағдыларды көрсету

source: Показывать образование
kk: Білім беру

source: Показывать контактную информацию
kk: Байланыс ақпаратын көрсету

source: Персональный субдомен
kk: Жеке ішкі домен

source: С субдоменом ваше портфолио будет доступно по адресу:
kk: Қосалқы доменмен сіздің портфолиоңызда қол жетімді болады:

source: Собственный домен
kk: Жеке домен

source: Вы также можете настроить свой собственный домен для доступа к портфолио
kk: Сондай-ақ, портфолиоға кіру үшін сіз өзіңіздің доменіңізді теңшей аласыз

source: Доступные темы оформления
kk: Қол жетімді дизайн тақырыптары

source: Стандартные темы
kk: Стандартты тақырыптар

source: Без предпросмотра
kk: ПРАММИЯНЫҢ ЖОҚ

source: Активна
kk: Белсенді

source: Предпросмотр
kk: Үтірден

source: Выбрать
kk: Таңдау

source: Выбрана
kk: Таңдады

source: Профиль пользователя является приватным
kk: Пайдаланушы профилі - бұл жеке

source: Найти других пользователей
kk: Басқа пайдаланушыларды табыңыз

source: Скачать резюме
kk: Түйіндеме жүктеу
