Repository: f4est/Studfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Образование
kk: Білім

source: Учебное заведение
kk: Оқу орны

source: Специализация
kk: Мамандық

source: Курс/Год обучения
kk: Оқу курсы / оқу жылы

source: Информация об образовании не указана
kk: Білім туралы ақпарат көрсетілмеген

source: Навыки
kk: Дағдылар

source: Навыки не указаны
kk: Дағдылар көрсетілмеген

source: Включен
kk: Қамтыған

source: Выключен
kk: Өшірілді

source: Публичная ссылка
kk: Көпшілікке сілтеме

source: Проверить
kk: Қарау

source: У вас пока нет сертификатов
kk: Сізде әлі сертификаттар жоқ

source: Добавьте ваши сертификаты и дипломы, чтобы показать их в портфолио
kk: Портфолионға көрсету үшін сертификаттарыңыз бен дипломдарыңызды қосыңыз

source: У вас пока нет достижений
kk: Сізде әлі жетістіктер жоқ

source: Добавьте ваши достижения и награды, чтобы показать их в портфолио
kk: Портфолионға көрсету үшін жетістіктеріңіз бен сыйақыларыңызды қосыңыз

source: Ссылка на профиль скопирована в буфер обмена
kk: Профильге сілтеме Exchange буферіне көшіріледі

source: Основная информация
kk: Негізгі ақпарат

source: Информация об образовании
kk: Білім туралы ақпарат

source: Если включено, ваш профиль будет доступен другим пользователям по прямой ссылке
kk: Егер сіздің профиліңіз басқа пайдаланушыларға тікелей сілтеме арқылы қол жетімді болады

source: Уникальный URL для вашего публичного профиля (только латинские буквы, цифры и дефисы)
kk: Сіздің жалпы профиліңізге арналған бірегей URL мекенжайы (тек латын әріптері, сандар және сызықша)

source: Получать уведомления о новых отзывах, лайках и т.д.
kk: Жаңа шолулар, ұнату және т.б. туралы хабарламалар алыңыз.

source: Предпросмотр резюме
kk: Жеке түйіндеме

source: Скачать резюме (PDF)
kk: Түйіндеме (PDF)

source: Выбор шаблона и основные настройки
kk: Шаблонды және негізгі параметрлерді таңдау

source: Шаблон резюме
kk: Шаблон

source: Расширенные настройки (Премиум)
kk: Кеңейтілген параметрлер (Premium)

source: Цветовая схема
kk: Түс схемасы

source: Основной
kk: Негізгі

source: Вторичный
kk: Екінші дәрежедегі

source: Акцент
kk: Екпін

source: Фон
kk: Кейінгі жақ

source: Текст
kk: Мәтін

source: Шрифт
kk: Қаріп

source: Используйте этот блок для тонкой настройки стилей вашего резюме. Эти стили будут применены поверх стандартных стилей шаблона.
kk: Бұл блокты түйіндеменің стильдерін дәл конфигурациялау үшін пайдаланыңыз.Бұл стильдер шаблонның стандартты үлгілерінің жоғарғы жағында қолданылады.

source: Доступные шаблоны резюме
kk: Түйіндеме шаблондары

source: Бесплатные шаблоны
kk: Тегін шаблондар

source: Активен
kk: Белсенді

source: Для доступа к премиум шаблонам необходима
kk: Премиумға қол жеткізу үшін шаблондар қажет

source: Найти
kk: Табу

source: Найдено пользователей: %(count)s
kk: Табылған пайдаланушылар: %(count)s

source: По вашему запросу ничего не найдено
kk: Сіздің сұрауыңыздан ештеңе табылмады

source: Введите запрос для поиска пользователей
kk: Пайдаланушы іздеу сұранысын енгізіңіз

source: Вы можете искать по имени пользователя, имени, фамилии и учебному заведению
kk: Пайдаланушы, аты, тегі және оқу орнын іздеуге болады

source: Руководство по возможностям Premium
kk: Премиум қолмен қолмен нұсқаулық

source: Ваши премиум-возможности:
kk: Сіздің сыйлықақыңыз:

source: Премиум темы оформления
kk: Премиум-дизайн тақырыбы

source: Неограниченное количество проектов
kk: Жобалардың шексіз саны

source: Хотите продлить подписку? Просто введите новый код активации ниже.
kk: Жазылымды ұзартқыңыз келе ме?Төменде жаңа активтендіру кодын енгізіңіз.

source: Активируйте премиум-подписку, чтобы получить доступ к дополнительным возможностям
kk: Қосымша мүмкіндіктерге қол жеткізу үшін сыйлықақыны іске қосыңыз

source: Базовые возможности:
kk: Негізгі мүмкіндіктер:

source: Стандартные темы оформления
kk: Стандартты дизайн тақырыптары

source: Премиум возможности:
kk: Премиум мүмкіндіктері:

source: Введите код активации, чтобы активировать или продлить премиум-подписку
kk: Премиум жазылымды іске қосу немесе кеңейту үшін іске қосу кодын енгізіңіз

source: Возможности Premium
kk: Премиум мүмкіндіктері

source: Генерация тестового кода
kk: Тест кодын құру

source: Как получить код подписки?
kk: Жазылым кодын қалай алуға болады?

source: Коды подписки можно получить у администратора платформы. Напишите запрос на почту support@studfolio.com или обратитесь к администратору вашего учебного заведения.
kk: Жазылым кодтарын платформаның әкімшісінен алуға болады.Mail Support@studfolio.com сайтына сұрау жазыңыз немесе оқу орнының әкімшісіне хабарласыңыз.

source: На какой срок действует подписка?
kk: Жазылым қанша уақытты қолданады?

source: Стандартный период подписки составляет 30 дней. При использовании нового кода активации ваша подписка продлевается на указанный в нем срок.
kk: Стандартты жазылу мерзімі - 30 күн.Жаңа активтендіру кодын пайдаланған кезде, жазылымыңыз ол көрсетілген кезеңге дейін ұзартылады.

source: Что произойдет после окончания подписки?
kk: Жазылым аяқталғаннан кейін не болады?

source: После окончания срока действия подписки ваш аккаунт будет переведен в базовый режим. Вы сохраните доступ к своим проектам, но премиум-функции станут недоступны. Если вы использовали премиум-тему, она будет заменена на стандартную.
kk: Жазылым аяқталғаннан кейін сіздің шотыңыз негізгі режимге өтеді.Сіз өзіңіздің жобаларыңызға қол жеткізе аласыз, бірақ сыйлықақы функциялары қол жетімді болмайды.Егер сіз сыйлықақыларды қолдансаңыз, оны стандартқа ауыстырады.

source: Можно ли передать код активации другому пользователю?
kk: Белсендіру кодын басқа пайдаланушыға беруге бола ма?

source: Код активации можно использовать только один раз. После активации он привязывается к вашему аккаунту и не может быть передан другому пользователю.
kk: Іске қосу кодын тек бір рет пайдалануға болады.Іске қосылғаннан кейін ол сіздің есептік жазбаңызға қосылып, басқа пайдаланушыға берілмейді.

source: Персональная информация
kk: Жеке ақпарат

source: Информация об обучении
kk: Оқыту туралы ақпарат

source: Права доступа
kk: Қол жеткізу құқықтары

source: Важные даты
kk: Маңызды күндер

source: Эта функция доступна только для пользователей с премиум-подпиской. Перейдите на премиум, чтобы получить доступ.
kk: Бұл функция тек премиум жазылым пайдаланушылары үшін қол жетімді.Кіру үшін Премиумға өтіңіз.

source: Вы достигли лимита для этого ресурса. Перейдите на премиум-подписку, чтобы добавить больше.
kk: Сіз осы ресурсты шегіне жеттіңіз.Қосымша қосу үшін Премиум жазылымға өтіңіз.

source: Для доступа к премиум темам необходима платная подписка
kk: Премиум тақырыптарына қол жеткізу үшін ақылы жазылым қажет

source: Введите свой CSS код для кастомизации внешнего вида портфолио
kk: Портфельдің пайда болуын реттеу үшін CSS кодын енгізіңіз

source: Укажите свой домен (требуется настройка DNS)
kk: Доменіңізді көрсетіңіз (DNS параметрі қажет)

source: Укажите желаемый субдомен (только латинские буквы, цифры и дефисы)
kk: Қалаған ішкі доменді көрсетіңіз (тек латын әріптері, сандар және сызықша)

source: Включите, чтобы использовать субдомен для вашего портфолио
kk: Сіздің портфолиоңызға қосалқы доменді пайдалану үшін қосыңыз

source: Для доступа к премиум шаблонам необходима платная подписка
kk: Премиум шаблондарға қол жеткізу үшін ақылы жазылым қажет

source: Специалист поддержки
kk: Қолдау жөніндегі маман

source: Email адрес
kk: Электрондық поштаның адресі

source: Биография
kk: Өмірбаяны

source: Номер телефона
kk: Телефон нөмірі

source: Уникальный URL
kk: Бірегей URL мекенжайы

source: Уведомления включены
kk: Хабарламалар енгізілген

source: Название навыка
kk: Шеберліктің атауы

source: Уровень
kk: Деңгей

source: Навык
kk: Дағды

source: Светлая
kk: Ашық

source: Тёмная
kk: Қараңғы

source: Цветная
kk: Түр

source: Название темы
kk: Тақырыптың аты

source: Тип темы
kk: Тақырып түрі

source: Основной цвет
kk: Негізгі түс

source: Вторичный цвет
kk: Қайталама түс

source: Цвет фона
kk: Фонның түсі

source: Цвет текста
kk: Мәтіннің түсі

source: CSS файл
kk: CSS файлы

source: Премиум тема
kk: Премиум тақырыбы

source: Стандартный
kk: Стандарт

source: Современный
kk: Қазіргі уақыттағы

source: Классический
kk: Классикалық

source: Креативный
kk: Шығармашылық

source: Макет
kk: Формат

source: Пользовательский домен
kk: Пайдаланушы домені

source: Субдомен
kk: Қосалқы

source: Базовый
kk: База

source: Профессиональный
kk: Кәсіби

source: Академический
kk: Академиялық

source: Технический
kk: Техникалық

source: Синяя
kk: Көк

source: Зеленая
kk: Жасыл

source: Красная
kk: Қызыл

source: Фиолетовая
kk: Күлгін

source: Оранжевая
kk: Апельсин

source: Черно-белая
kk: Қара және ақ

source: Название шаблона
kk: Шаблонның атауы

source: Тип шаблона
kk: Шаблон түрі

source: Акцентный цвет
kk: Акцент түсі

source: Шрифт заголовков
kk: Шрифт тақырыптары

source: Шаблон CSS
kk: CSS шаблоны

source: Шаблон HTML
kk: HTML шаблоны

source: Шаблоны резюме
kk: Түйіндеме шаблондар

source: Максимальное количество проектов
kk: Жобалардың ең көп саны

source: Максимальное количество сертификатов
kk: Сертификаттардың ең көп саны

source: Максимальное количество достижений
kk: Жетістіктердің ең көп саны

source: Длительность подписки (дней)
kk: Жазылым ұзақтығы (күндер)

source: Профиль успешно обновлен!
kk: Профиль сәтті жаңартылды!

source: Такой навык уже существует!
kk: Мұндай шеберлік бұрыннан бар!

source: Навык успешно добавлен!
kk: Шеберлік сәтті қосылды!

source: Навык успешно обновлен!
kk: Шеберлік сәтті жаңартылды!

source: Навык успешно удален!
kk: Шеберлік сәтті жойылды!

source: Не найдены шаблоны резюме. Пожалуйста, обратитесь к администратору.
kk: Түйіндеме шаблондары табылған жоқ.Әкімшімен байланысыңыз.

source: У вас нет доступа к премиум шаблону. Используется базовый шаблон.
kk: Сізде Premium шаблонына кіру мүмкіндігі жоқ.Негізгі шаблон қолданылады.

source: Настройки резюме успешно сохранены!
kk: Түйіндеме параметрлері сәтті сақталған!

source: Подписка успешно активирована! Срок действия: %(days)d дней.
kk: Жазылым сәтті іске қосылды! Мәні: %(days)d күндері.

source: Ошибка активации подписки. Пожалуйста, попробуйте еще раз.
kk: Жазылымды іске қосу қатесі.Қайталап көріңіз.

source: Неверный код активации.
kk: Белсендіру коды дұрыс емес.

source: У вас нет прав для выполнения этой операции.
kk: Бұл әрекетті орындауға құқығыңыз жоқ.

source: Код подписки успешно создан: %(code)s
kk: Жазылым коды сәтті жасалды: %(code)s

source: Для использования этой темы необходима премиум-подписка.
kk: Осы тақырыпты пайдалану үшін сізге премиум жазылым қажет.

source: Тема успешно применена!
kk: Тақырып сәтті қолданылды!
