Repository: f4est/Studfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Одобрено %(count)d отзывов.
kk: Бекітілген %(count)d Пікірлер.

source: Одобрить выбранные отзывы
kk: Таңдалған шолуларды мақұлдау

source: Отклонено %(count)d отзывов.
kk: Қабылданбаған %(count)d Пікірлер.

source: Отклонить выбранные отзывы
kk: Таңдалған шолуларды қабылдамаңыз

source: Например: Python, Django, JavaScript
kk: Мысалы: Питон, Джаваскрипт

source: Название
kk: Есім

source: Описание
kk: Түсіндірме

source: Ссылка на GitHub
kk: Github-қа сілтеме

source: Используемые технологии
kk: Пайдаланылған технологиялар

source: Дата начала
kk: Басталу күні

source: Создано
kk: Құрылған

source: Обновлено
kk: Жаңаланды

source: Выдан
kk: Берілген

source: Дата выдачи
kk: берілген кезі

source: Срок действия
kk: Жарамдылық мерзімі

source: URL для проверки
kk: Тексеру үшін URL мекенжайы

source: Выдавшая организация
kk: Шығарылған ұйым

source: Дата окончания
kk: Соңының соңы

source: Изображение сертификата
kk: Сертификаттың суреті

source: Сертификаты
kk: Сертификаттар

source: Организатор
kk: Ұйымдастырушы

source: Занятое место
kk: Жұмыспен қамтылған жер

source: Категория
kk: Санат

source: Достижения
kk: Жетістіктер

source: Текст отзыва
kk: Шолу мәтіні

source: Оценка
kk: Дәреже

source: Одобрен
kk: Мақұлданған

source: Отзыв
kk: Рецензия

source: Отзывы
kk: Пікірлер

source: Текст комментария
kk: Пікір мәтіні

source: Комментарий к посту
kk: Посттағы түсініктеме

source: Комментарии к постам
kk: Хабарламалар туралы пікірлер

source: IP адрес
kk: IP мекенжайы

source: User Agent
kk: Пайдаланушы агенті

source: Источник перехода
kk: Өткізу көзі

source: Проект успешно добавлен!
kk: Жоба сәтті қосылды!

source: Проект не найден.
kk: Жоба табылған жоқ.

source: Проект успешно обновлен!
kk: Жоба сәтті жаңартылды!

source: Проект успешно удален!
kk: Жоба сәтті жойылды!

source: Сертификат успешно добавлен!
kk: Сертификат сәтті қосылды!

source: Сертификат успешно обновлен!
kk: Сертификат сәтті жаңартылды!

source: Сертификат успешно удален!
kk: Сертификат сәтті жойылды!

source: Достижение успешно добавлено!
kk: Жетістік сәтті қосылды!

source: Достижение не найдено.
kk: Жетістік табылмады.

source: Достижение успешно обновлено!
kk: Жетістік сәтті жаңартылды!

source: Достижение успешно удалено!
kk: Жетістік сәтті жойылды!

source: У вас нет прав для добавления отзывов!
kk: Сізде пікірлерді қосуға құқығы жоқ!

source: Отзыв успешно добавлен и ожидает подтверждения!
kk: Шолу сәтті қосылып, растауды күтеді!

source: Отзыв не найден.
kk: Шолу табылмады.

source: У вас нет прав для редактирования этого отзыва!
kk: Бұл шолуды өңдеуге құқығы жоқ!

source: Отзыв успешно обновлен!
kk: Шолу сәтті жаңартылды!

source: У вас нет прав для удаления этого отзыва!
kk: Бұл шолуды жоюға құқығыңыз жоқ!

source: Отзыв успешно удален!
kk: Шолу сәтті жойылды!

source: У вас нет прав для одобрения отзывов!
kk: Сізде шолуды мақұлдауға құқығыңыз жоқ!

source: Отзыв успешно одобрен!
kk: Шолу сәтті мақұлданды!

source: Отзыв отмечен как неодобренный!
kk: Шолу көңілі қалған деп танылды!

source: Содержание публикации не может быть пустым
kk: Жарияланымның мазмұны бос болмауы керек

source: Публикация успешно создана
kk: Басылым сәтті құрылды

source: Комментарий не может быть пустым
kk: Пікір бос болмауы мүмкін

source: Публикация успешно удалена
kk: Жарияланым сәтті алынып тасталды

source: Дополнительно
kk: Қосымша

source: Информация о тикете
kk: Кене туралы ақпарат

source: Статус и приоритет
kk: Күй және басымдылық

source: Даты
kk: Күндер

source: Пометить как 'В обработке'
kk: «Өңдеудегі» деп белгілеңіз

source: Пометить как 'Решены'
kk: Деп белгілеу '

source: Пометить как 'Закрыты'
kk: «Жабық» деп белгілеу

source: Тикет
kk: Билет

source: Вы можете загрузить до 5 файлов (макс. 10 МБ каждый).
kk: Сіз 5 файлға дейін жүктей аласыз (әрқайсысы 10 МБ).

source: Кратко опишите вашу проблему
kk: Мәселеңізді қысқаша сипаттаңыз

source: Подробно опишите вашу проблему...
kk: Сіздің проблемаңызды егжей-тегжейлі сипаттаңыз ...

source: Ваш ответ...
kk: Сіздің Жауабыңыз...

source: Все статусы
kk: Барлық күйлер

source: Все категории
kk: Барлық санаттар

source: Статус
kk: Мәртебе

source: Приоритет
kk: Артықшылық

source: Поиск
kk: Іздеу

source: От даты
kk: Осы күннен бастап

source: До даты
kk: Күніне дейін

source: Новый
kk: Жаңа

source: В обработке
kk: Өңдеуде

source: Ожидает ответа пользователя
kk: Пайдаланушының жауабын күту

source: Решен
kk: Шешуші

source: Закрыт
kk: Жабық

source: Низкий
kk: Қысқа

source: Средний
kk: Орта шама

source: Высокий
kk: Биік

source: Срочный
kk: Тез

source: Аккаунт
kk: Шот

source: Подписка
kk: Жазылым

source: Технические вопросы
kk: Техникалық мәселелер

source: Другое
kk: Өзге

source: Тема
kk: Тақырып

source: Описание проблемы
kk: Мәселенің сипаттамасы

source: Создан
kk: Құрылған

source: Обновлен
kk: Жаңаланды

source: Файл
kk: Папка

source: Имя файла
kk: Файл атауы

source: Загружен
kk: Тиелген

source: Вложение к тикету
kk: Кенеге қосу

source: Вложения к тикетам
kk: Билеттерге салынған инвестициялар

source: Внутренняя заметка
kk: Ішкі белгі

source: Отметьте, если это внутренняя заметка, видимая только сотрудникам поддержки
kk: Белгілеу, егер бұл тек ішкі нота болса

source: Ответ на тикет
kk: Билетке жауап

source: Ответы на тикеты
kk: Кенелерге жауаптар

source: Slug
kk: Шырышты ұлу

source: Иконка FontAwesome
kk: Fontawesome белгішесі

source: Например: fa-question-circle
kk: Мысалы: FA-QUEST-шеңбер

source: Порядок
kk: Бұйрық

source: Категория поддержки
kk: Қолдау категориясы

source: Категории поддержки
kk: Қолдау категориялары

source: Заголовок
kk: Тақырып

source: Опубликовано
kk: Шығарылған

source: Статья базы знаний
kk: Білім негізі

source: Статьи базы знаний
kk: Білім қорының мақалалары

source: Ваш тикет успешно создан! Мы свяжемся с вами в ближайшее время.
kk: Сіздің билетіңіз сәтті жасалды!Жақын арада біз сізбен байланысамыз.

source: У вас нет доступа к этому тикету.
kk: Бұл кенеге қол жеткізе алмайсыз.

source: Ваш ответ успешно отправлен!
kk: Сіздің жауабыңыз сәтті жіберілді!

source: Тикет успешно закрыт.
kk: Билет сәтті жабық.

source: Тикет успешно переоткрыт.
kk: Билет сәтті қабылданбады.

source: У вас нет доступа к этой странице.
kk: Бұл бетте сізде кіру мүмкіндігі жоқ.

source: Тикет назначен на {}.
kk: Билет {} тағайындалады.

source: Тикет успешно назначен вам.
kk: Билет сізге сәтті тағайындалады.

source: Тикет отмечен как решенный.
kk: Билет шешілген деп белгіленеді.

source: Тикет успешно отмечен как решенный.
kk: Билет шешілгендей сәтті белгіленеді.

source: Неверный ответ на проверочный вопрос.
kk: Сынақ сұрағына дұрыс емес жауап.

source: Ваше сообщение успешно отправлено. Мы ответим вам в ближайшее время. Тикет #{} создан.
kk: Сіздің хабарламаңыз сәтті жіберілді.Біз сізге жақын арада жауап береміз.Билет # {} жасалған.

source: Ваше сообщение успешно отправлено. Мы ответим вам на указанный email в ближайшее время.
kk: Сіздің хабарламаңыз сәтті жіберілді.Біз сізге жақын болашақта көрсетілген электрондық поштаға жауап береміз.

source: Вход
kk: Кіру

source: Вход в систему
kk: Жүйеге кіру

source: Имя пользователя или Email
kk: Пайдаланушы аты немесе Email

source: Пароль
kk: Құпия сөз

source: Запомнить меня
kk: Мені есте сақтау

source: Войти
kk: Кіру

source: Регистрация
kk: Тіркелу

source: Выход
kk: Шығыс

source: Выход из системы
kk: Жүйеден шығу

source: Вы уверены, что хотите выйти?
kk: Шығуға сенімдісіз бе?

source: Да, выйти
kk: Иә, шығу

source: Отмена
kk: Болдырмау

source: Регистрация в Studfolio
kk: Studfolio-ға тіркелу

source: Email
kk: Электрондық пошта

source: Пароль должен содержать минимум 8 символов и не быть слишком простым
kk: Құпия сөз кемінде 8 таңбадан тұруы керек және тым қарапайым болмауы керек

source: Подтверждение пароля
kk: Құпия сөзді растау

source: Тип учетной записи
kk: Тіркелгі түрі

source: Преподаватель
kk: Мұғалім

source: Уже есть аккаунт?
kk: Есептік жазба бар ма?

source: Главная
kk: Басты бет

source: Мой профиль
kk: Менің профилім

source: Мои проекты
kk: Менің жобаларым

source: Лента проектов
kk: Жобалар ленты

source: Поиск портфолио
kk: Портфолиоларды іздеу

source: Поддержка
kk: Қолдау

source: Редактировать профиль
kk: Профильді өңдеу

source: Настройки портфолио
kk: Портфолио параметрлері

source: Управление подпиской
kk: Жазылымды басқару

source: Аналитика
kk: Талдау

source: Выйти
kk: Шығу

source: Создайте профессиональное портфолио и продемонстрируйте свои достижения. Платформа для студентов и профессионалов.
kk: Кәсіби портфель құрып, жетістіктеріңізді көрсетіңіз.Студенттер мен мамандарға арналған платформа.

source: Быстрые ссылки
kk: Жылдам сілтемелер

source: Premium
kk: Сыйақы

source: Получить Premium
kk: Премиум алыңыз

source: Преимущества
kk: Артықшылықтары

source: Часто задаваемые вопросы
kk: Жиі қойылатын сұрақтар

source: Конфиденциальность
kk: Құпиялылық

source: Контакты
kk: Байланыстар

source: Алматы, Казахстан
kk: Алматы, Қазақстан

source: Связаться с нами
kk: Бізбен хабарласыңы

source: Все права защищены.
kk: Барлық құқықтар қорғалған.

source: Условия использования
kk: Пайдалану шарттары

source: Электронное портфолио для студентов
kk: Студенттерге арналған электрондық портфолио

source: Создайте ваше электронное портфолио
kk: Өзіңіздің электрондық портфолиоңызды жасаңыз

source: Studfolio - платформа для студентов, где вы можете презентовать свои учебные и профессиональные достижения, проекты и получать отзывы от преподавателей.
kk: Studfolio - студенттерге арналған платформа, мұнда сіз өзіңіздің оқу және кәсіби жетістіктеріңізді, жобаларыңызды көрсетіп, оқытушылардан пікірлер ала аласыз.

source: Почему Studfolio?
kk: Неліктен студфолио?

source: Создавайте и управляйте вашими учебными и профессиональными проектами в одном месте.
kk: Білім беру және кәсіби жобаларыңызды бір жерде жасаңыз және бақылаңыз.

source: Сохраняйте и демонстрируйте ваши сертификаты, награды и достижения.
kk: Сертификаттарыңызды, марапаттарыңызды және жетістіктеріңізді сақтаңыз және көрсетіңіз.

source: Отзывы преподавателей
kk: Мұғалімдерге шолу

source: Получайте конструктивную обратную связь от преподавателей по вашим работам и проектам.
kk: Сіздің жұмысыңыз бен жобаларыңыз бойынша мұғалімдерден сындарлы пікірлер алыңыз.

source: Как это работает
kk: Бұл қалай жұмыс істейді

source: Зарегистрируйтесь и заполните ваш профиль с информацией об образовании и навыках.
kk: Білім беру және дағдылар туралы ақпаратпен профильді тіркеп, толтырыңыз.

source: Загрузите ваши проекты, сертификаты и достижения в соответствующие разделы.
kk: Жобаларды, сертификаттар мен жетістіктерді тиісті бөлімдердегі жүктеп алыңыз.

source: Делитесь и получайте отзывы
kk: Бөлісіп, шолулар алыңыз

source: Делитесь своим портфолио и получайте ценные отзывы от преподавателей и коллег.
kk: Портфолиомен бөлісіп, мұғалімдер мен әріптестерден құнды пікірлер алыңыз.

source: Присоединяйтесь к тысячам студентов, которые уже используют Studfolio для презентации своих достижений.
kk: Өз жетістіктерін ұсына отырып, смостфолды қолданып жүрген мыңдаған студенттерге қосылыңыз.

source: Создавайте профессиональное
kk: Кәсіби құрыңыз

source: Уже более 2,000 пользователей!
kk: Қазірдің өзінде 2.000-нан астам пайдаланушылар!

source: Рейтинг платформы
kk: Платформалық рейтинг

source: отзывов
kk: Пікірлер

source: Востребованность
kk: Талап ету

source: Увеличивает шансы приема на 73%%
kk: Қабылдау мүмкіндігін 73 %% арттырады

source: Создайте профессиональное портфолио, которое поможет вам выделиться среди других студентов и повысить ваши шансы на успех.
kk: Сізге басқа студенттердің арасынан ерекшеленуге және сәттілікке жетуге көмектесетін кәсіби портфель жасаңыз.

source: Современный дизайн
kk: Заманауи дизайн

source: Красивые и настраиваемые шаблоны, которые подчеркнут ваши проекты и достижения.
kk: Сіздің жобаларыңыз бен жетістіктеріңізді көрсететін әдемі және теңшелетін шаблондар.

source: Структурированные проекты
kk: Құрылымдық жобалар

source: Организуйте ваши проекты с помощью категорий, тегов и подробного описания.
kk: Жобаларды санаттар, тегтер және егжей-тегжейлі сипаттамаларды қолдана отырып ұйымдастырыңыз.

source: Демонстрируйте ваши сертификаты, награды и другие достижения в привлекательном виде.
kk: Сертификаттарыңызды, марапаттарыңызды және басқа да жетістіктеріңізді тартымды түрде көрсетіңіз.

source: Получите персональную ссылку, которой можно поделиться с работодателями и преподавателями.
kk: Жұмыс берушілермен және мұғалімдермен бөлісе алатын жеке сілтеме алыңыз.

source: Разблокируйте премиум-возможности
kk: Премиум сыйымдылығын ашыңыз

source: Получите доступ к расширенным функциям, позволяющим создать ещё более впечатляющее портфолио.
kk: Басқа әсерлі портфолио жасауға мүмкіндік беретін кеңейтілген функцияларға қол жеткізіңіз.

source: Узнать о премиум
kk: Премиум туралы біліңіз

source: Подробнее
kk: Толығырақ

source: Посмотрите, как другие студенты представляют свои работы и достижения с помощью Studfolio.
kk: Студенттік студфолио көмегімен басқа студенттердің жұмысы мен жетістіктерін қалай көрсететінін қараңыз.

source: Студентка факультета дизайна, представила проекты графического и UX/UI дизайна.
kk: Дизайн факультетінің студенті, графикалық және UX / UI жобалау жобаларын ұсынды.

source: Портфолио Михаила Д.
kk: Михаил Д. портфолиосы

source: Студент технического вуза, представил мобильные приложения и веб-разработку.
kk: Техникалық университеттің студенті, мобильді қосымшалар мен веб-дамуды ұсынды.

source: Портфолио Елены П.
kk: Еленаның портфолиосы.

source: Студентка экономического факультета, представила исследовательские проекты и аналитику.
kk: Экономика факультетінің студенті ғылыми жобалар мен талдаулар ұсынды.

source: Что говорят наши пользователи
kk: Біздің қолданушылар не дейді

source: Отзывы студентов, которые уже используют Studfolio для представления своих работ и достижений.
kk: Студенттердің пікірлері бойынша, олардың жұмысы мен жетістіктерін ұсынуға шолу.

source: Студент, МГТУ им. Баумана
kk: Студент, Бауман атындағы ММТУ

source: Благодаря Studfolio я смог структурировать все свои проекты и наглядно продемонстрировать их потенциальным работодателям. Это значительно упростило процесс поиска стажировки!
kk: Студенттік арқасында мен барлық жобаларымды құрып, оларды әлеуетті жұмыс берушілерге нақты көрсете алдым.Бұл тағылымдамадан өту процесін едәуір жеңілдетті!

source: Студентка, ВШЭ
kk: Студент, ЕҚSE

source: Современный дизайн и удобный интерфейс делают работу с портфолио приятной. Получила много положительных отзывов на свое портфолио от преподавателей!
kk: Заманауи дизайн және ыңғайлы интерфейс портфельмен жұмыс жасайды.Мен мұғалімдерден портфолиойымдарыма көптеген жағымды пікірлер алдым!

source: Выпускник, ИТМО
kk: Түлек, ITMO

source: Использую Studfolio уже более года. Очень порадовали обновления платформы. Сейчас она выглядит по-настоящему современно и подходит для презентации любых типов проектов.
kk: Мен смостфолды бір жылдан астам уақыт бойы қолдандым.Платформаның жаңартулары өте риза болды.Қазір ол шынымен заманауи болып көрінеді және кез-келген жобаларды ұсынуға жарамды.

source: Присоединяйтесь к тысячам студентов, которые уже используют Studfolio для демонстрации своих навыков и достижений.
kk: Студияны қолданып жүрген мыңдаған студенттерге қосылыңыз, олардың шеберлігі мен жетістіктерін көрсету.

source: Начать сейчас
kk: Қазір бастаңыз

source: Узнать больше
kk: Көбірек білу үшін

source: Добавить новое достижение
kk: Жаңа жетістік қосыңыз

source: Например: Победа в олимпиаде по программированию
kk: Мысалы: бағдарламалау олимпиадасындағы жеңіс

source: Укажите организацию, выдавшую награду или подтвердившую достижение
kk: Марапатты шығарған ұйымды көрсетіңіз немесе жетістігін растайды

source: Например: 1 место, Финалист, Лауреат и т.д.
kk: Мысалы: 1 орын, финалист, лауреат және т.б.

source: Расскажите подробнее о вашем достижении, что оно означает и почему важно
kk: Сіздің жетістігіңіз туралы көбірек айтып беріңіз, бұл нені білдіреді және неге маңызды

source: Просмотреть текущий файл
kk: Ағымдағы файлды қарау

source: Загрузите файл, подтверждающий ваше достижение (диплом, сертификат и т.д.)
kk: Жетістіктеріңізді растайтын файлды жүктеп алыңыз (диплом, сертификат және т.б.)

source: URL страницы, где можно проверить ваше достижение (если есть)
kk: Сіздің жетістіктеріңізді тексеруге болатын URL беті (бар болса)

source: Назад к списку
kk: Тізімге оралу

source: Сохранить достижение
kk: Жетістікке жету

source: Документ
kk: Құжат

source: Ссылка
kk: Байланыс

source: У вас пока нет добавленных достижений. Нажмите кнопку 'Добавить достижение', чтобы создать свое первое достижение.
kk: Сізде әлі қосқан жетістіктер жоқ.Алғашқы жетістігіңізді жасау үшін 'Жетістік қосу' түймесін басыңыз.

source: Добавить новый сертификат
kk: Жаңа сертификат қосыңыз

source: Например: Сертификат по Python программированию
kk: Мысалы: Python сертификаты бағдарламалау

source: Название учебного заведения или компании
kk: Оқу орнының немесе компанияның атауы

source: Оставьте пустым, если бессрочный
kk: Шексіз болса, бос қалдырыңыз

source: Уникальный идентификатор сертификата (если есть)
kk: Бірегей сертификат идентификаторы (бар болса)

source: Ссылка для проверки подлинности сертификата
kk: Сертификаттың түпнұсқалығын тексеру үшін сілтеме

source: Краткое описание полученных навыков или знаний
kk: Алынған дағдылардың немесе білімнің қысқаша сипаттамасы

source: Загрузите скан или снимок сертификата (JPG, PNG или PDF)
kk: Сканерлеу немесе куәліктің суретін жүктеп алыңыз (JPG, PNG немесе PDF)

source: Действителен до
kk: Дейін жарамды

source: У вас пока нет добавленных сертификатов. Нажмите кнопку 'Добавить сертификат', чтобы создать свой первый сертификат.
kk: Сізге әлі сертификаттар қосылмаған.Бірінші куәлікті жасау үшін 'Сертификат қосу' түймесін басыңыз.

source: Опишите, чем интересен ваш проект, какие проблемы он решает, что вы узнали в процессе разработки.
kk: Сіздің жобаңыздың қалай қызықты екенін сипаттаңыз, ол қандай проблемалар шешеді, сіз даму процесінде білгендеріңіз.

source: Опубликовать
kk: Жариялау

source: Советы для хорошей публикации
kk: Жақсы жариялауға арналған кеңестер

source: Будьте конкретны
kk: Нақты болыңыз

source: Расскажите о конкретных особенностях вашего проекта и его пользе.
kk: Сіздің жобаңыздың нақты ерекшеліктері және оның пайдасы туралы айтып беріңіз.

source: Думайте о читателе
kk: Оқырман туралы ойланыңыз

source: Что было бы интересно узнать другим о вашем проекте?
kk: Сіздің жобаңыз туралы басқаларға не білуіңіз қызықты?

source: Технические детали
kk: Техникалық мәліметтер

source: Расскажите о технических решениях, которые вы использовали.
kk: Сіз пайдаланған техникалық шешімдер туралы айтып беріңіз.

source: Поделитесь опытом
kk: Өз тәжірибеңізбен бөлісіңіз

source: Расскажите, чему вы научились, работая над этим проектом.
kk: Осы жоба бойынша жұмыс істегеніңіз туралы не біліңіз.

source: Вы действительно хотите удалить публикацию о проекте
kk: Сіз шынымен жоба туралы жарияланымды жойғыңыз келеді

source: Это действие нельзя будет отменить.
kk: Бұл әрекетті болдырмауға болмайды.

source: Поделиться
kk: Бөлу

source: Комментарии
kk: Пікірлер

source: Комментариев пока нет. Будьте первым!
kk: Әзірге түсініктемелер жоқ.Бірінші бол!

source: Написать комментарий...
kk: Түсініктеме жазыңыз ...

source: В ленте пока нет проектов. Создайте свой проект и расскажите о нем!
kk: Таспада әлі жоба жоқ.Жобаңызды жасаңыз және бұл туралы айтыңыз!

source: Показать все
kk: Бәрін көрсетіңіз

source: Советы
kk: Адвсе

source: Создайте проект и нажмите 'Поделиться' в списке проектов, чтобы рассказать о нем другим пользователям.
kk: Жобаны жасаңыз және басқа пайдаланушыларға осы туралы айту үшін жобалар тізіміндегі «Бөлісу» түймесін басыңыз.

source: Добавьте качественное изображение к вашему проекту, чтобы привлечь больше внимания в ленте.
kk: Таспаға көбірек көңіл бөлу үшін жобаңызға сапалы кескінді қосыңыз.

source: Взаимодействие
kk: Өзара іс-қимыл

source: Оставляйте комментарии к проектам других пользователей, чтобы получать обратную связь на свои.
kk: Өзіңіз туралы пікір алу үшін басқа пайдаланушылардың жобаларына түсініктеме қалдырыңыз.

source: Скопировано!
kk: Көшірілді!

source: Название проекта, например: Веб-сайт для компании, Мобильное приложение и т.д.
kk: Жобаның атауы, мысалы: компанияға арналған веб-сайт, мобильді қосымша және т.б.

source: Подробное описание проекта: проблема, решение, ваша роль, результаты
kk: Жобаның толық сипаттамасы: проблема, шешім, сіздің рөліңіз, нәтижелер

source: Оставьте пустым, если проект ещё в разработке
kk: Егер жоба әлі де дамуда болса, бос қалдырыңыз

source: Перечислите технологии через пробел, например: Python Django JavaScript Bootstrap
kk: Аллакерлер арқылы технологиялар тізімі, мысалы: Python Djavan Javascript жүктеу

source: URL действующего проекта, если он доступен онлайн
kk: Ағымдағы жобаның URL мекенжайы, егер ол Интернетте қол жетімді болса

source: URL репозитория с исходным кодом
kk: Бастапқы кодпен URL репозиторийі

source: Загрузите скриншот, макет или логотип проекта для наглядного представления
kk: Көрнекі презентация үшін скриншотты, орналасуды немесе жобалық логотипті жүктеп алыңыз

source: Выделить как избранный проект
kk: Таңдалған жоба ретінде бөлектеңіз

source: Избранные проекты будут показаны первыми в вашем портфолио
kk: Таңдалған жобалар сіздің портфолиоңызда бірінші болып көрсетіледі

source: Советы для создания эффектного проекта
kk: Керемет жобаны жасауға арналған кеңестер

source: Качественные изображения
kk: Жоғары сапалы суреттер

source: Добавьте четкий скриншот или изображение проекта - это первое, что привлекает внимание
kk: Жобаның нақты скриншоты немесе кескінін қосыңыз - бұл бірінші кезекте назар аударады

source: Структурированное описание
kk: Құрылымдық сипаттама

source: Опишите задачу, решение, использованные технологии и достигнутые результаты
kk: Мәселені, шешімді, қолданылған технологияларды және қол жеткізілген нәтижелерді сипаттаңыз

source: Технический стек
kk: Техникалық жинақ

source: Перечислите все ключевые технологии, языки и инструменты, использованные в проекте
kk: Жобада қолданылатын барлық негізгі технологиялар, тілдер мен құралдарды тізімдеңіз

source: Добавьте ссылки
kk: Сілтемелер қосу

source: Ссылки на живую демонстрацию и исходный код значительно повышают ценность проекта
kk: Тікелей көрсету және бастапқы кодқа сілтемелер жобаның құнын едәуір арттырады

source: Руководство по премиум-возможностям
kk: Премиум мүмкіндіктеріне арналған нұсқаулық

source: Руководство
kk: Басқару

source: Подробная инструкция по использованию всех возможностей премиум-подписки Studfolio
kk: Премиум жазылым студиясының барлық мүмкіндіктерін пайдалану туралы толық нұсқаулар

source: Действует до:
kk: Бұған дейін:

source: У вас нет активной премиум-подписки
kk: Сізде белсенді премиум жазылым жоқ

source: Для доступа к премиум-возможностям активируйте подписку
kk: Премиум сыйымдылығына қол жеткізу үшін жазылымды іске қосыңыз

source: 1. Премиум-темы оформления
kk: 1. Премиум дизайны

source: Как использовать премиум-темы
kk: Премиум қалай пайдалануға болады

source: Откройте страницу настроек портфолио через главное меню или профиль
kk: Негізгі мәзір немесе профиль арқылы портфолио параметрлері бетін ашыңыз

source: Выберите понравившуюся премиум-тему из доступных вариантов
kk: Сізге ұнайтын опциялардың бірін таңдаңыз

source: Просмотрите и примените
kk: Қарау және қолдану

source: Используйте предпросмотр для оценки темы, затем нажмите 'Выбрать'
kk: Тақырыпты бағалау үшін алдын-ала -Axmine пайдаланып, «Таңдау» түймесін басыңыз

source: Сохраните настройки
kk: Параметрлерді сақтаңыз

source: Нажмите 'Сохранить настройки' для применения выбранной темы
kk: Таңдалған тақырыпты пайдалану үшін «Параметрлерді сақтау» түймесін басыңыз

source: Настроить тему
kk: Тақырыпты теңшеңіз
